{
  "date_key": "october-02",
  "date_name": "Thursday 02-October, 2025",
  "evening": {
    "body": [
      "By the grace of God I am what I am. -- Of his own will begat he us with the word of truth. -- It is not of him that willeth, nor of him that runneth, but of God that sheweth mercy. -- Where is boasting then? It is excluded. -- Christ Jesus, ... is made unto us wisdom, and righteousness, and sanctification, and redemption: ... He that glorieth let him glory in the Lord.",
      "You hath he quickened, who were dead in trespasses and sins; wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience: among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others. -- Ye are washed, ... ye are sanctified, ... ye are justified in the name of the Lord Jesus, and by the Spirit of our God."
    ],
    "header": "Who maketh thee to differ from another? and what hast thou that thou didst not receive?",
    "name": "Evening",
    "references": [
      "1 Cor 15:10",
      "Jas 1:18",
      "Rom 9:16",
      "Rom 3:27",
      "1 Cor 1:30,31",
      "Eph 2:1-3",
      "1 Cor 6:11"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "As far as the east is from the west, so far hath he removed our transgressions from us. -- In those days, and in that time, saith the LORD, the iniquity of Israel shall be sought for, and there shall be none; and the sins of Judah, and they shall not be found: for I will pardon them whom I reserve. -- Thou wilt cast all their sins into the depths of the sea. -- Who is a God like unto thee, that pardoneth iniquity?",
      "All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all. -- He shall bear their iniquities. Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong, because he hath poured out his soul unto death; and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors. -- The Lamb of God, which taketh away the sin of the world."
    ],
    "header": "The goat shall bear upon him all their iniquities unto a land not inhabited: and he shall let go the goat in the wilderness.",
    "name": "Morning",
    "references": [
      "Psa 103:12",
      "Jer 50:20",
      "Mic 7:19",
      "Mic 7:18",
      "Isa 53:6",
      "Isa 53:11,12",
      "John 1:29"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
