{
  "date_key": "march-29",
  "date_name": "Friday 29-March, 2024",
  "evening": {
    "body": [
      "Surely every man walketh in a vain shew: surely they are disquieted in vain: he heapeth up riches, and knoweth not who shall gather them. -- Set your affection on things above, not on things on the earth. -- Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal: but lay up for yourselves treasures in heaven. For where your treasure is, there will your heart be also.",
      "They do it to obtain a corruptible crown, but we an incorruptble. -- We look not at the things which are seen but at the things which are not seen. -- To him that soweth righteousness shall be a sure reward. -- There is laid up for me a crown of righteousness which the Lord, the righteous judge, shall give me at that day, and not to me only but unto all them also that love his appearing. -- A crown of glory that fadeth not away."
    ],
    "header": "Riches are not forever; and doth the crown endure to every generation?",
    "name": "Evening",
    "references": [
      "Psa 39:6",
      "Col 3:2",
      "Matt 6:19‑21",
      "1 Cor 9:25",
      "2 Cor 4:18",
      "Prov 11:18",
      "2 Tim 4:8",
      "1 Pet 5:4"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Fear not, little flock; for it is your Father's good pleasure to give you the kingdom. -- Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him? -- Heirs of God, and joint‑heirs with Christ; if so be that we suffer with him, that we may be also glorified together.",
      "The Father himself loveth you, because ye have loved me. -- God is not ashamed to be called their God: for he hath prepared for them a city.",
      "He that overeometh shall inherit all things; and I will be his God, and he shall be my son. -- There is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing. -- He which hath begun a good work in you will perform it until the day of Jesus Christ."
    ],
    "header": "Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world.",
    "name": "Morning",
    "references": [
      "Luke 12:32",
      "Jas 2:5",
      "Rom 8:17",
      "John 16:27",
      "Heb 11:16",
      "Rev 21:7",
      "2 Tim 4:8",
      "Phl 1:6"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
