{
  "date_key": "december-17",
  "date_name": "Sunday 17-December, 2023",
  "evening": {
    "body": [
      "Be not deceived: evil communications corrupt good manners.",
      "Know ye not that a little leaven leaveneth the whole lump? Purge out therefore the old leaven. I wrote unto you in an epistle not to company with fornicators. Yet not altogether with the fornicators of this world, or with the covetous, or extortioners, or with idolators; for then must we needs go out of the world. I have written unto you not to keep company, if any man that is called a brother be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner; with such an one no not to eat. -- That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world.",
      "In a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour."
    ],
    "header": "Have no fellowship with the unfruitful works of darkness, but rather reprove them.",
    "name": "Evening",
    "references": [
      "1 Cor 15:33",
      "1 Cor 5:6,7,9-11",
      "Phl 2:15",
      "2 Tim 2:20"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "It is the Spirit that quickeneth. -- The Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered. And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God. -- Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance.",
      "I will never forget thy precepts: for with them thou hast quickened me. -- The words that I speak unto you, they are spirit, and they are life. -- The letter killeth, but the spirit giveth life. -- If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you. -- This is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us.",
      "No man can say that Jesus is the Lord, but by the Holy Ghost."
    ],
    "header": "Quicken us, and we will call upon thy name.",
    "name": "Morning",
    "references": [
      "John 6:63",
      "Rom 8:26,27",
      "Eph 6:18",
      "Psa 119:93",
      "John 6:63",
      "2 Cor 3:6",
      "John 15:7",
      "1 John 5:14",
      "1 Cor 12:3"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
