{
  "date_key": "june-21",
  "date_name": "Friday 21-June, 2024",
  "evening": {
    "body": [
      "O Lord, what shall I say, when Israel turneth their backs before their enemies! and the Lord said unto Joshua, Get thee up; wherefore liest thou thus upon thy face? Israel hath sinned, for they have even taken of the accursed thing ... and they have put it even among their own stuff.",
      "Behold, the Lord’s hand is not shortened, that it cannot save; neither his ear heavy, that it cannot hear: but your iniquities have separated between you and your God, and your sins have hid his face from you, that he will not hear.",
      "If I regard iniquity in my heart, the Lord will not hear me.",
      "Beloved, if our heart condemn us not, then have we confidence toward God. And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight."
    ],
    "header": "I sought him, but I could not find him: I called him, but he gave me no answer.",
    "name": "Evening",
    "references": [
      "Josh 7:8,10,11",
      "Isa 59:1,2",
      "Psa 66:18",
      "1 John 3:21,22"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Even the Son of man came not to be ministered unto, but to minister. -- Whosoever of you will be the chiefest, shall be servant of all. Jesus of Nazareth ... went about doing good. -- Bear ye one another's burdens, and so fulfill the law of Christ. The meekness and gentleness of Christ. -- In lowliness of mind let each esteem other better than themselves.",
      "Father, forgive them: for they know not what they do. -- Be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you.",
      "He that saith he abideth in him, ought himself also so to walk, even as he walked. -- Looking unto Jesus, the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God."
    ],
    "header": "Christ suffered for us, leaving us an example that ye should follow his steps.",
    "name": "Morning",
    "references": [
      "Mark 10:45",
      "Mark 10:44",
      "Acts 10:38",
      "Gal 6:2",
      "2 Cor 10:1",
      "Phl 2:3",
      "Luke 23:34",
      "Eph 4:32",
      "1 John 2:6",
      "Heb 12:2"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
