{
  "date_key": "july-14",
  "date_name": "Friday 14-July, 2023",
  "evening": {
    "body": [
      "Oh that thou wouldest rend the heavens, that thou wouldest come down! -- As the hart panteth after the water brooks, so panteth my soul after thee, O God. My soul thirsteth for God, for the living God: when shall I come and appear before God? -- Make haste, my beloved, and be thou like to a roe or to a young hart upon the mountains of spices.",
      "Our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ. -- Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ. -- God our Saviour, and Lord Jesus Christ, which is our hope. -- Whom having not seen, ye love.",
      "He which testifieth these things saith, Surely I come quickly; Amen. Even so, come, Lord Jesus. -- It shall be said in that day, Lo, this is our God; we have waited for him, and he will save us: this is the Lord; we have waited for him, we will be glad and rejoice in his salvation."
    ],
    "header": "I trust I shall shortly see thee, and we shall speak face to face.",
    "name": "Evening",
    "references": [
      "Isa 64:1",
      "Psa 42:1,2",
      "Song 8:14",
      "Phl 3:20",
      "Tit 2:13",
      "1 Tim 1:1",
      "1 Pet 1:8",
      "Rev 22:20",
      "Isa 25:9"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Let the word of Christ dwell in you richly in all wisdom.",
      "Keep thy heart with all diligence; for out of it are the issues of life. -- Death and life are in the power of the tongue. --The mouth of the righteous speaketh wisdom, and his tongue talketh of judgment. The law of his God is in his heart: none of his steps shall slide. -- Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.",
      "We cannot but speak the things which we have seen and heard. -- I believed, therefore have I spoken.",
      "Whosoever ... shall confess me before men, him will I confess also before my Father which is in heaven. -- With the heart man believeth unto righteousness; and with the mouth confession is made unto salvation."
    ],
    "header": "Out of the abundance of the heart the mouth speaketh.",
    "name": "Morning",
    "references": [
      "Col 3:16",
      "Prov 4:23",
      "Prov 18:21",
      "Psa 37:30,31",
      "Eph 4:29",
      "Acts 4:20",
      "Psa 116:10",
      "Mark 10:32",
      "Rom 10:10"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
