{
  "date_key": "november-17",
  "date_name": "Monday 17-November, 2025",
  "evening": {
    "body": [
      "They that plow iniquity, and sow wickedness, reap the same. -- They have sown the wind, and they shall reap the whirlwind. -- He that soweth to his flesh shall of the flesh reap corruption.",
      "To him that soweth righteousness shall be a sure reward. -- He that soweth to the Spirit shall of the Spirit reap life everlasting. And let us not be weary in well doing: for in due season we shall reap, if we faint not. As we have therefore opportunity, let us do good unto all men, especially unto them who are of the household of faith.",
      "There is that scattereth, and yet increaseth; and there is that withholdeth more than is meet, but it tendeth to poverty. -- The liberal soul shall be made fat: and he that watereth shall be watered also himself. -- He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully."
    ],
    "header": "Whatsoever a man soweth, that shall he also reap.",
    "name": "Evening",
    "references": [
      "Job 4:8",
      "Hos 8:7",
      "Gal 6:8",
      "Prov 11:18",
      "Gal 6:8-10",
      "Prov 11:24",
      "Prov 11:25",
      "2 Cor 9:6"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "We ... do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding. -- That ye, being rooted and grounded in love, may be able to comprehend with all saints what is the breadth, and length, and depth, and height; and to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.",
      "O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are his judgments, and his ways past finding out! -- My thoughts are not your thoughts, neither are your ways my ways, saith the LORD. For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts. -- Many, O LORD my God, are thy wonderful works which thou hast done, and thy thoughts which are to us ward: they cannot be reckoned up in order unto thee: if I would declare and speak of them, they are more than can be numbered."
    ],
    "header": "Thy thoughts are very deep.",
    "name": "Morning",
    "references": [
      "Col 1:9",
      "Eph 3:17-19",
      "Rom 11:33",
      "Isa 55:8,9",
      "Psa 40:5"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
