{
  "date_key": "february-13",
  "date_name": "Friday 13-February, 2026",
  "evening": {
    "body": [
      "The first man Adam was made a living soul; the last Adam was made a quickening spirit.",
      "As the Father hath life in himself; so hath he given to the Son to have life in himself. -- I am the resurrection, and the life: he that believeth in me though he were dead, yet shall he live: and whosoever liveth and believeth in me shall never die.",
      "In him was life; and the life was the light of men ... As many as received him, to them gave he power to become the sons of God, even to them that believe on his name: which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.",
      "It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life. -- The word of God is quick and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit and of the joints and marrow, and is a discerner of the thoughts and intents of the heart."
    ],
    "header": "Thy word hath quickened me.",
    "name": "Evening",
    "references": [
      "1 Cor 15:45",
      "John 5:26",
      "John 11:25,26",
      "John 1:4,12,13",
      "John 6:63",
      "Heb 4:12"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The man Christ Jesus. -- Made in the likeness of men ... found in fashion as a man. -- Forasmuch ... as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death.",
      "I am he that liveth, and was dead; and, behold, I am alive for evermore. -- Christ being raised from the dead dieth no more; death hath no more dominion over him. For in that he died, he died unto sin once: but in that he liveth, he liveth unto God. -- What and if ye shall see the Son of Man ascend up where he was before? -- He raised him from the dead, and set him at his own right hand in the heavenly places. -- In him dwelleth all the fulness of the Godhead bodily.",
      "Though he was crucified through weakness, yet he liveth by the power of God. For we also are weak in him, but we shall live with him by the power of God."
    ],
    "header": "Upon the likeness of the throne was the likeness as the appearance of a man above upon it.",
    "name": "Morning",
    "references": [
      "1 Tim 2:5",
      "Phl 2:7,8",
      "Heb 2:14",
      "Rev 1:18",
      "Rom 6:9",
      "John 6:62",
      "Eph 1:20",
      "Col 2:9",
      "2 Cor 13:4"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
