{
  "date_key": "october-17",
  "date_name": "Thursday 17-October, 2024",
  "evening": {
    "body": [
      "The LORD reigneth, he is clothed with majesty: thy throne is established of old: thou art from everlasting.",
      "The LORD is ... great in power. -- If God be for us, who can be against us? -- Our God whom we serve is able to deliver us, and he will deliver us. -- My Father, which gave them me, is greater than all; and no man is able to pluck them out of my Father's hand. -- Greater is he that is in you, than he that is in the world.",
      "Not unto us, O LORD, not unto us, but unto thy name give glory. -- Thine, O LORD, is the greatness, and the power, and the glory, and the victory, and the majesty: for all that is in the heaven and in the earth is thine; thine is the kingdom, O LORD, and thou art exalted as head above all. Now therefore, our God, we thank thee and praise thy glorious name. But who am I, and what is my people, that we should be able to offer so willingly after this sort? for all things come of thee, and of thine own have we given thee."
    ],
    "header": "Thine is the kingdom, and the power, and the glory, for ever.",
    "name": "Evening",
    "references": [
      "Psa 93:1,2",
      "Nah 1:3",
      "Rom 8:31",
      "Dan 3:17",
      "John 10:29",
      "1 John 4:4",
      "Psa 115:1",
      "1 Chr 29:11,13,14"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "In the LORD have I righteousness and strength: even to him shall men come; and all that are incensed against him shall be ashamed. In the LORD shall all the seed of Israel be justified, and shall glory. -- Be glad in the LORD, and rejoice, ye righteous: and shout for joy, all ye that are upright in heart.",
      "The righteousness of God without the law is manifested, being witnessed by the law and the prophets; even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe. To declare ... at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.",
      "Rejoice in the Lord alway: and again I say, Rejoice. -- Whom having not seen, ye love; in whom, though now ye see him not, yet believing, ye rejoice with joy unspeakable and full of glory."
    ],
    "header": "In thy name shall they rejoice all the day; and in thy righteousness shall they be exalted.",
    "name": "Morning",
    "references": [
      "Isa 45:24,25",
      "Psa 32:11",
      "Rom 3:21,22,26",
      "Phl 4:4",
      "1 Pet 1:8"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
