{
  "date_key": "june-22",
  "date_name": "Saturday 22-June, 2024",
  "evening": {
    "body": [
      "He died for all. -- Greater love hath no man than this, that a man lay down his life for his friends.",
      "He ... liveth to make intercession for them. -- I go to prepare a place for you.",
      "I will come again, and receive you unto myself that where I am, there ye may be also. -- Father, I will that they whom thou hast given me, be with me where I am. -- Having loved his own which were in the world, he loved them unto the end.",
      "We love him, because he first loved loved us. -- The love of Christ constraineth us; because we thus judge, that if one died for all, then were all dead: and that he died for all, that they which live should not henceforth live unto themselves, but to him which died for them, and rose again.",
      "If ye keep my commandments, ye shall abide in my love; even as I have kept my Father's commandments, and abide in his love."
    ],
    "header": "Behold how he loved.",
    "name": "Evening",
    "references": [
      "2 Cor 5:15",
      "John 15:13",
      "Heb 7:25",
      "John 14:2",
      "John 14:3",
      "John 17:24",
      "John 13:1",
      "1 John 4:19",
      "2 Cor 5:14,15",
      "John 15:10"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "How shall we, that are dead to sin, live any longer therein? -- I am crucified with Christ, nevertheless I live; yet not I but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me and gave himself for me. -- He died for all, that they which live should not live unto themselves, but unto him which died for them and rose again. -- If any man be in Christ, he is a new creature; old things are passed away; behold, all things are become new.",
      "We are in him that is true, even in his Son Jesus Christ. -- As thou, Father, art in me, and I in thee, that they also may be one in us. -- Ye are the body of Christ, and members in particular. -- Because I live, ye shall live also.",
      "To him that overcometh will I give to eat of the hidden manna, and wilt give him a white stone, and in the stone a new name written, which no man knoweth saving he that receiveth it."
    ],
    "header": "Ye are dead, and your life is hid with Christ in God.",
    "name": "Morning",
    "references": [
      "Rom 6:2",
      "Gal 2:20",
      "2 Cor 5:15",
      "2 Cor 5:17",
      "1 John 5:20",
      "John 17:21",
      "1 Cor 12:27",
      "John 14:19",
      "Rev 2:17"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
