{
  "date_key": "may-10",
  "date_name": "Wednesday 10-May, 2023",
  "evening": {
    "body": [
      "We spend our years as a tale that is told. The days of our years are threescore years and ten; and if by reason of strength they be fourscore years, yet is their strength labour and sorrow; for it is soon cut off, and we fly away.",
      "If in this life only we have hope in Christ, we are of all men most miserable. -- Here have we no continuing city, but we seek one to come. -- I am the Lord, I change not. -- Our conversation (citizenship) is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ; who shall change our vile body that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself. -- The creature was made subject to vanity, not willingly but by reason of him who hath subjected the same in hope.",
      "Jesus Christ the same yesterday, and today, and forever. -- Holy, holy, holy, Lord God Almighty, which was, and is, and is to come."
    ],
    "header": "Vanity of vanities; all is vanity.",
    "name": "Evening",
    "references": [
      "Psa 90:9,10",
      "1 Cor 15:19",
      "Heb 13:14",
      "Mal 3:6",
      "Phl 3:20,21",
      "Rom 8:20",
      "Heb 13:8",
      "Rev 4:8"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "We wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. -- Forasmuch ... as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death. that is, the devil. -- And having spoiled principalities and powers, he made a shew of them openly, triumphing over them. -- I heard a loud voice saying in heaven, Now is come salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night. And they overcame him by the blood of the Lamb, and by the word of their testimony; and they loved not their lives unto the death.",
      "Thanks be to God, which giveth us the victory through our Lord Jesus Christ."
    ],
    "header": "For this purpose the Son of God was manifested, that he might destroy the works of the devil.",
    "name": "Morning",
    "references": [
      "Eph 6:12",
      "Heb 2:14",
      "Col 2:15",
      "Rev 12:10,11",
      "1 Cor 15:57"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
