{
  "date_key": "may-13",
  "date_name": "Tuesday 13-May, 2025",
  "evening": {
    "body": [
      "Hear my cry, O God; attend unto my prayer. From the end of the earth will I cry unto thee, when my heart is overwhelmed: lead me to the rock that is higher than I.",
      "He said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me. For when I am weak, then am I strong.",
      "When (Peter) saw the wind boisterous, he was afraid; and beginning to sink, he cried, saying, Lord, save me. And immediately Jesus stretched forth his hand, and caught him, and said unto him, O thou of little faith, wherefore didst thou doubt? -- If thou faint in the day of adversity, thy strength is small. -- He giveth power to the faint; and to them that have no might he increaseth strength. -- The eternal God is thy refuge, and underneath are the everlasting arms. -- Strengthened with all might, according to his glorious power."
    ],
    "header": "My heart panteth, my strength faileth me.",
    "name": "Evening",
    "references": [
      "Psa 61:1,2",
      "2 Cor 12:9,10",
      "Matt 14:30,31",
      "Prov 24:10",
      "Isa 40:29",
      "Deut 33:27",
      "Col 1:11"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him. God is a Spirit: and they that worship him must worship him in spirit and in truth. -- Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am. -- When ye stand praying, forgive, if ye have ought against any.",
      "Without faith it is impossible to please him: for he that cometh to God must believe that he is, and that he is a rewarder of them that diligently seek him. -- Let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea, driven with the wind and tossed. For let not that man think that he shall receive anything of the Lord.",
      "If I regard iniquity in my heart, the Lord will not hear me. -- My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous: and he is the propitiation for our sins."
    ],
    "header": "Pray everywhere, lifting up holy hands, without wrath and doubting.",
    "name": "Morning",
    "references": [
      "John 4:23,24",
      "Isa 58:9",
      "Mark 11:25",
      "Heb 11:6",
      "Jas 1:6,7",
      "Psa 66:18",
      "1 John 2:1,2"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
