{
  "date_key": "may-27",
  "date_name": "Tuesday 27-May, 2025",
  "evening": {
    "body": [
      "He careth for you. -- The eyes of the Lord run to and fro throughout the whole earth, to shew himself strong in the behalf of them whose heart is perfect toward him.",
      "O taste and see that the Lord is good: blessed is the man that trusteth in him. The young lions do lack, and suffer hunger: but they that seek the Lord shall not want any good thing. -- Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment? Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them Are ye not much better than they? -- Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."
    ],
    "header": "I would have you without carefulness.",
    "name": "Evening",
    "references": [
      "1 Pet 5:7",
      "2 Chr 16:9",
      "Psa 34:8,10",
      "Matt 6:25,26",
      "Phl 4:6,7"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Praise the Lord of hosts: for the Lord is good; for his mercy endureth for ever. -- God is our refuge and strength, a very present help in trouble. -- I will say of the Lord, He is my refuge and my fortress: my God; in him will I trust. -- Who is like unto thee, O people saved by the Lord, the shield of thy help, and who is the sword of thy excellency! -- As for God, his way is perfect; the word of the Lord is tried: he is a buckler to all them that trust in him. For who is God, save the Lord? and who is a rock, save our God? If any man love God, the same is known of him. -- The foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that nameth the name of Christ depart from iniquity. -- The Lord knoweth the way of the righteous: but the way of the ungodly shall perish. -- Thou hast found grace in my sight, and I know thee by name."
    ],
    "header": "The Lord is good, a strong hold in the day of trouble; and he knoweth them that trust in him.",
    "name": "Morning",
    "references": [
      "Jer 33:11",
      "Psa 46:1",
      "Psa 91:2",
      "Deut 33:29",
      "2 Sam 22:31,32",
      "1 Cor 8:3",
      "2 Tim 2:19",
      "Psa 1:6",
      "Exo 33:17"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
