{
  "date_key": "november-13",
  "date_name": "Monday 13-November, 2023",
  "evening": {
    "body": [
      "I in them, and thou in me, that they may be made perfect in one.",
      "Whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son. If ye shall ask any thing in my name, I will do it. And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever; even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you. -- There is one body, and one Spirit, even as ye are called in one hope of your calling; one LORD, one faith, one baptism, one God and Father of all, who is above all, and through all, and in you all. -- When ye pray, say, Our Father which art in heaven.",
      "Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus, by a new and living way ... let us draw near."
    ],
    "header": "Through him we both have access by one Spirit unto the Father.",
    "name": "Evening",
    "references": [
      "John 17:23",
      "John 14:13,14,16,17",
      "Eph 4:4-6",
      "Luke 11:2",
      "Heb 10:19,20,22"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.",
      "Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever. -- Sanctify them through thy truth: thy word is truth. -- Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God. -- Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost. -- Thy word hath quickened me.",
      "The law of the LORD is perfect, converting the soul: the testimony of the LORD is sure, making wise the simple. The statutes of the LORD are right, rejoicing the heart: the commandment of the LORD is pure, enlightening the eyes."
    ],
    "header": "Christ loved the church, and gave himself for it; that he might sanctify and cleanse it with the washing of water by the word.",
    "name": "Morning",
    "references": [
      "Eph 5:2",
      "1 Pet 1:23",
      "John 17:17",
      "John 3:5",
      "Tit 3:5",
      "Psa 119:50",
      "Psa 19:7,8"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
