{
  "date_key": "september-22",
  "date_name": "Friday 22-September, 2023",
  "evening": {
    "body": [
      "Now is my soul troubled; and what shall I say? Father, save me from this hour: but for this cause came I unto this hour.",
      "I came down from heaven, not to do mine own will, but the will of him that sent me. -- He ... became obedient unto death, even the death of the cross. -- In the days of his flesh, when he had offered up prayers and supplications with strong crying and tears unto him that was able to save him from death, and was heard in that he feared; though he were a Son, yet learned he obedience by the things which he suffered.",
      "Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels? -- Thus it is written, and thus it behooved Christ to suffer, and to rise from the dead the third day: and that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem."
    ],
    "header": "O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.",
    "name": "Evening",
    "references": [
      "John 12:27",
      "John 6:38",
      "Phl 2:8",
      "Heb 5:7,8",
      "Matt 26:53",
      "Luke 24:46,47"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "As the apple tree among the trees of the wood, so is my beloved among the sons. I sat down under his shadow with great delight, and his fruit was sweet to my taste. -- For who in the heaven can be compared unto the LORD? who among the sons of the mighty can be likened unto the LORD?",
      "My beloved is white and ruddy, the chiefest among ten thousand. -- One pearl of great price. -- The prince of the kings of the earth.",
      "His head is as the most fine gold, his locks are bushy, and black as a raven. -- The head over all things. -- He is the head of the body, the church.",
      "His cheeks are as a bed of spices, as sweet flowers. -- He could not be hid.",
      "His lips like lilies, dropping sweet smelling myrrh. -- Never man spake like this man.",
      "His countenance is as Lebanon, excellent as the cedars. -- Make thy face to shine upon thy servant. -- LORD, lift thou up the light thy countenance upon us."
    ],
    "header": "My meditation of him shall be sweet: I will be glad in the Lord.",
    "name": "Morning",
    "references": [
      "Song 2:3",
      "Psa 89:6",
      "Song 5:10",
      "Matt 13:46",
      "Rev 1:5",
      "Song 5:11",
      "Eph 1:22",
      "Col 1:18",
      "Song 5:13",
      "Mark 7:24",
      "Song 5:13",
      "John 7:46",
      "Song 5:15",
      "Psa 31:16",
      "Psa 4:6"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
