{
  "date_key": "december-27",
  "date_name": "Saturday 27-December, 2025",
  "evening": {
    "body": [
      "God was in Christ, reconciling the world unto himself, not imputing their trespasses unto them; for he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him. -- Having made peace through the blood of his cross, by him to reconcile all things unto himself. And you that were sometime alienated and enemies in your mind by wicked works, yet now hath he reconciled in the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight. -- Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross. -- Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace.",
      "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid."
    ],
    "header": "He is our peace.",
    "name": "Evening",
    "references": [
      "2 Cor 5:19,21",
      "Col 1:20-22",
      "Col 2:14",
      "Eph 2:15",
      "John 14:27"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Here have we no continuing city. -- Ye have in heaven a better and an enduring substance.",
      "Fear not, little flock; for it is your Father's good pleasure to give you the kingdom.",
      "Now for a season, if need be, ye are in heaviness through manifold temptations. -- There the wicked cease from troubling; and there the weary be at rest.",
      "We that are in this tabernacle do groan, being burdened. -- God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.",
      "The sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us. -- Our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory."
    ],
    "header": "We look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.",
    "name": "Morning",
    "references": [
      "Heb 13:14",
      "Heb 10:34",
      "Luke 12:32",
      "1 Pet 1:6",
      "Job 3:17",
      "2 Cor 5:4",
      "Rev 21:4",
      "Rom 8:18",
      "2 Cor 4:17"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
