{
  "date_key": "january-05",
  "date_name": "Friday 05-January, 2024",
  "evening": {
    "body": [
      "If thou, Lord, shouldest mark iniquities, O Lord, who shall stand? -- They provoked his spirit, so that he spake unadvisedly with his lips.",
      "Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man.",
      "A whisperer separateth chief friends. -- There is that speaketh like the piercings of a sword: but the tongue of the wise is health. The lip of truth shall be established for ever: but a lying tongue is but for a moment. -- The tongue can no man tame; it is an unruly evil, full of deadly poison. Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.",
      "Put off ... anger, wrath, malice, blasphemy, filthy communication out of your mouth. Lie not one to another, seeing that ye have put off the old man with his deeds. -- This is the will of God, even your sanctiflcation. -- In their mouth was found no guile."
    ],
    "header": "Set a watch, O Lord, before my mouth; keep the door of my lips.",
    "name": "Evening",
    "references": [
      "Psa 130:3",
      "Psa 106:33",
      "Matt 1511",
      "Prov 16:28",
      "Prov 12:18,19",
      "Jas 3:8,10",
      "Col 3:8,9",
      "1 Thes 4:3",
      "Rev 14:5"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "They weary themselves to commit iniquity. -- I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members. O wretched man that I am! who shall deliver me from the body of this death?",
      "Come unto me, all ye that labour and are heavy laden, and I will give you rest. -- Being justified by faith, we have peace with God through our Lord Jesus Christ: by whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.",
      "He that is entered into his rest, he also hath ceased from his own works. -- Not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith. -- This is the rest wherewith ye may cause the weary to rest; and this is the refreshing."
    ],
    "header": "We which have believed do enter into rest.",
    "name": "Morning",
    "references": [
      "Jer 9:5",
      "Rom 7:23,24",
      "Matt 11:28",
      "Rom 5:1,2",
      "Heb 4:10",
      "Phl 3:9",
      "Isa 28:12"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
