{
  "date_key": "march-26",
  "date_name": "Tuesday 26-March, 2024",
  "evening": {
    "body": [
      "David said, Is there yet any that is left ... of the house of Saul, that I may shew him kindness for Jonathan's sake?",
      "Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world: for I was an hungered, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in: naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me. Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me. -- Whosoever shall give to drink one of these little ones a cup of cold water only in the name of a disciple, verily I say unto you, he shall in no wise lose his reward.",
      "To do good and to communicate forget not: for with such sactifices God is well pleased. -- God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister."
    ],
    "header": "Distributing to the necessity of saints.",
    "name": "Evening",
    "references": [
      "2 Sam 9:1",
      "Matt 25:34‑36,40",
      "Matt 10:42",
      "Heb 13:16",
      "Heb 6:10"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey?",
      "All these worketh that one and the selfsame Spirit, dividing to every man severally as he will. The manifestation of the Spirit is given to every man to profit withal. -- As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God. -- It is required in stewards, that a man be found faithful. --Unto whomsoever much is given, of him shall be much required: and to whom men have commited much, of him they will ask the more.",
      "Who is sufficient for these things? -- I can do all things through Christ which strengtheneth me."
    ],
    "header": "The kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods ... to every man according to his several ability.",
    "name": "Morning",
    "references": [
      "Rom 6:16",
      "1 Cor 12:11,7",
      "1 Pet 4:10",
      "1 Cor 4:2",
      "Luke 12:48",
      "2 Cor 2:16",
      "Phl 4:13"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
