{
  "date_key": "august-17",
  "date_name": "Saturday 17-August, 2024",
  "evening": {
    "body": [
      "So teach us to number our days, that we may apply our hearts to wisdom. -- What shall it profit a man, if he shall gain the whole world, and lose his own soul?",
      "Surely the people is grass. The grass withereth, the flower fadeth: but the word of our God shall stand for ever. -- The world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.",
      "Behold, now is the accepted time; behold, now is the day of salvation. -- Use this world, as not abusing it: for the fashion of this world passeth away. -- Let us consider one another to provoke unto love and to good works: not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another; and so much the more, as ye see the day approaching."
    ],
    "header": "As for man, his days are as grass: as a flower of the field, so he flourisheth. For the wind passeth over it, and it is gone; and the place therof shall know it no more.",
    "name": "Evening",
    "references": [
      "Psa 90:12",
      "Mark 8:36",
      "Isa 40:7,8",
      "1 John 2:17",
      "2 Cor 6:2",
      "1 Cor 7:31",
      "Heb\""
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Abraham answered and said, Behold now, I have taken upon me to speak unto the Lord, which am but dust and ashes: peradventure there shall lack five of the fifty righteous: wilt thou destroy all city for lack of five? And he said, If I find there forty and five, I will not destroy it.",
      "Father, forgive them; for they know not what they do. -- Pray for them which despitefully use you, and persecute you.",
      "I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine. Neither pray I for these alone, but for them also which shall believe on me through their word. -- Bear ye one another's burdens, and so fulfil the law of Christ.",
      "The effectual fervent prayer of a righteous man availeth much. Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months."
    ],
    "header": "Pray one for another, that ye may be healed.",
    "name": "Morning",
    "references": [
      "Gen 18:27,28",
      "Luke 23:34",
      "Matt 5:44",
      "John 17:9,20",
      "Gal 6:2",
      "Jas 5:16,17"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
