{
  "date_key": "september-23",
  "date_name": "Tuesday 23-September, 2025",
  "evening": {
    "body": [
      ".",
      "If in this life only we have hope in Christ, we are of all men most miserable. -- Now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God; for he hath prepared for them a city. -- An inheritance incorruptible, and undefiled, and that fadeth not away, reserved in heaven for you.",
      "All things are yours; ... the world, or life, or death, or things present, or things to come; all are yours. -- Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him. But God hath revealed them unto us by his Spirit.",
      "Look to yourselves, that we lose not those things which we have wrought, but that we receive a full reward. -- Let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us."
    ],
    "header": "He that overcometh shall inherit all things",
    "name": "Evening",
    "references": [
      "1 Cor 15:19",
      "Heb 11:16",
      "1 Pet 1:4",
      "1 Cor 3:21,22",
      "1 Cor 2:9,10",
      "2 John 8",
      "Heb 12:1"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you. -- If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not? But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.",
      "The LORD your God proveth you, to know whether ye love the LORD your God with all your heart and with all your soul.",
      "The LORD will not forsake his people for his great name's sake: because it hath pleased the LORD to make you his people. -- Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee. -- Happy is he that hath the God of Jacob for his help, whose hope is in the LORD his God.",
      "Shall not God avenge his own elect, which cry day and night unto him, though he bear long with them? I tell you that he will avenge them speedily."
    ],
    "header": "Our God hath not forsaken us.",
    "name": "Morning",
    "references": [
      "1 Pet 4:12",
      "Heb 12:7,8",
      "Deut 13:3",
      "1 Sam 12:22",
      "Isa 49:15",
      "Psa 146:5",
      "Luke 18:7,8"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
