{
  "date_key": "may-31",
  "date_name": "Friday 31-May, 2024",
  "evening": {
    "body": [
      "He that wavereth is like a wave of the sea driven with the wind and tossed. Let not that man think that he shall receive anything of the Lord. A double minded man is unstable in all his ways.",
      "I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel: which is not another. Though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.",
      "Christ is become of no effect unto you, whosoever of you are justified by the law; ye are fallen from grace. Ye did run well; who did hinder you?",
      "As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me. If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you. -- For all the promises of God in him are yea, and in him, Amen, unto the glory of God by us."
    ],
    "header": "Little children, abide in him.",
    "name": "Evening",
    "references": [
      "Jas 1:6‑8",
      "Gal 1:6‑8",
      "Gal 5:4,7",
      "John 15:4,7",
      "2 Cor 1:20"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "By his strength he had power with God: yea, he had power over the angel, and prevailed: he wept, and made supplication unto him. -- Abraham staggered not at the promise of God through unbelief; but was strong in faith, giving glory to God.",
      "Have faith in God. For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith. Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them. -- If thou canst believe, all things are possible to him that believeth. -- Blessed is she that believed: for there shall be a performance of those things which were told her from the Lord.",
      "Lord, increase our faith."
    ],
    "header": "Thy name shall be called Israel: for as a prince hast thou power with God and with men, and hast prevailed.",
    "name": "Morning",
    "references": [
      "Hos 12:3,4",
      "Rom 4:20",
      "Mark 11:22‑24",
      "Mark 9:23",
      "Luke 1:45",
      "Luke 17:5"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
