{
  "date_key": "february-17",
  "date_name": "Monday 17-February, 2025",
  "evening": {
    "body": [
      "Forasmuch then as we are the offspring of God, we ought not to think that the Godhead is like unto gold, or silver, or stone, graven by art and man's device.",
      "God, who is rich in mercy, for his great love wherewith he loved us, even when we were dead in sins, hath quickened us together with Christ. We are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them. -- For whom he did foreknow, he also did predestinate to be conformed to the image of his Son, that he might be the firstborn among many brethren.",
      "We know that, when he shall appear, we shall be like him; for we shall see him as he is. -- I shall be satisfied, when I awake, with thy likeness.",
      "He that overcometh shall inherit all things; and I will be his God, and he shall be my son. -- If children, then heirs; heirs of God, and joint‑heirs with Christ."
    ],
    "header": "God created man in his own image.",
    "name": "Evening",
    "references": [
      "Acts 17:29",
      "Eph 2:4,5,10",
      "Rom 8:29",
      "1 John 3:2",
      "Psa 17:15",
      "Rev 21:7",
      "Rom 8:17"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "They took Jesus, and led him away. And he bearing his cross went forth into a place called the place of a skull, which is called in the Hebrew Golgotha: where they crucified him. -- The bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp. Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate. Let us go forth therefore unto him without the camp, bearing his reproach. -- The fellowship of his sufferings.",
      "Rejoice, inasmuch as ye are partakers of Christ's sufferings: that, when his glory shall be revealed, ye may be glad also with exceeding joy. -- Our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory."
    ],
    "header": "The whole bullock shall he carry forth without the camp unto a clean place, where the ashes are poured out, and burn him on the wood with fire.",
    "name": "Morning",
    "references": [
      "John 19:16,18",
      "Heb 13:11-13",
      "Phl 3:10",
      "1 Pet 413",
      "2 Cor 4:17"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
