{
  "date_key": "august-29",
  "date_name": "Tuesday 29-August, 2023",
  "evening": {
    "body": [
      "Thou shalt not be afraid for the terror by night. He shall cover thee with his feathers, and under his wings shalt thou trust. -- Even as a hen gathereth her chickens under her wings. -- He will not suffer thy foot to be moved: he that keepeth thee will not slumber. Behold, he that keepeth Israel shall neither slumber nor sleep. The LORD is thy keeper: the LORD is thy shade upon thy right hand.",
      "I will abide in thy tabernacle for ever: I will trust in the covert of thy wings. -- The darkness hideth not from thee; but the night shineth as the day: the darkness and the light are both alike to thee.",
      "He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things? -- Ye are Christ's; and Christ is God's. -- I will trust, and not be afraid."
    ],
    "header": "I will both lay me down in peace, and sleep: for thou, Lord, only makest me dwell in safety.",
    "name": "Evening",
    "references": [
      "Psa 91:5,4",
      "Matt 23:37",
      "Psa 121:3-5",
      "Psa 61:4",
      "Psa 139:12",
      "Rom 8:32",
      "1 Cor 3:23",
      "Isa 12:2"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "[Abraham] staggered not at the promise of God through unbelief; but was strong in faith, giving glory to God; and being fully persuaded that, what he had promised, he was able also to perform. -- The children of Judah prevailed, because they relied upon the LORD God of their fathers.",
      "God is our refuge and strength, a very present help in trouble. Therefore will not we fear, though the earth be removed, and though the mountains be carried into the midst of the sea. -- It is better to trust in the LORD than to put confidence in man. It is better to trust in the LORD than to put confidence in princes. -- The steps of a good man are ordered by the LORD: and he delighteth in his way. Though he fall, he shall not be utterly cast down: for the LORD upholdeth him with his hand.",
      "O taste and see that the LORD is good: blessed is the man that trusteth in him. O fear the LORD, ye his saints: for there is no want to them that fear him."
    ],
    "header": "Whoso trusteth in the Lord, happy is he.",
    "name": "Morning",
    "references": [
      "Rom 4:20,21",
      "2 Chr 13:18",
      "Psa 46:1,2",
      "Psa 118:8,9",
      "Psa 37:23,24",
      "Psa 34:8,9"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
