{
  "date_key": "may-05",
  "date_name": "Sunday 05-May, 2024",
  "evening": {
    "body": [
      "Like as a father pitieth his children, so the LORD pitieth them that fear him. For he knoweth our frame; he remembereth that we are dust.",
      "The sun shall not smite thee by day, nor the moon by night. -- There shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and for a covert from storm and from rain,",
      "The LORD is thy keeper: the LORD is thy shade upon thy right hand. The Lord shall preserve thy going out and thy coming in from this time forth, and even for evermore. -- The Lord went before them by day in a pillar of a cloud, to lead them the way; and by night in a pillar of fire, to give them light; to go by day and night: he took not away the pillar of the cloud by day, nor the pillar of fire by night, from before the people.",
      "Jesus Christ the same yesterday, and today, and forever."
    ],
    "header": "He spread a cloud for a covering; and fire to give light in the night.",
    "name": "Evening",
    "references": [
      "Psa 103:13,14",
      "Psa 121:6",
      "Isa 4:6",
      "Psa 121:5,8",
      "Exo 13:21,22",
      "Heb 13:8"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "O fear the Lord, ye his saints: for there is no want to them that fear him. The young lions do lack, and suffer hunger: but they that seek the Lord shall not want any good thing. -- No good thing will he withhold from them that walk uprightly. O Lord of hosts, blessed is the man that trusteth in thee.",
      "I would have you without carefulness. -- Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God.",
      "Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father. The very hairs of your head are all numbered. Fear ye not therefore, ye are of more value than many sparrows. -- Why are ye so fearful? how is it that ye have no faith? -- Have faith in God."
    ],
    "header": "Take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed? for your heavenly Father knoweth that ye have need of all these things.",
    "name": "Morning",
    "references": [
      "Psa 34:9,10",
      "Psa 84:11,12",
      "1 Cor 7:32",
      "Phl 4:6",
      "Matt 10:29-31",
      "Mark 4:40",
      "Mark 11:22"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
