{
  "date_key": "may-25",
  "date_name": "Sunday 25-May, 2025",
  "evening": {
    "body": [
      "The heart is deceitful above all things, and desperately wicked: who can know it? I the Lord search the heart, I try the reins, even to give every man according to his ways, and according to the fruit of his doings. -- Thou hast set our iniquities before thee, our secret sins in the light of thy countenance. -- The Lord turned, and looked upon Peter. And Peter went out, and wept bitterly.",
      "Jesus did not commit himself unto them, because he knew all men, and needed not that any should testify of man: for he knew what was in man. -- He knoweth our frame; he remembereth that we are dust. -- A bruised reed shall he not break, and the smoking flax shall he not quench.",
      "The Lord knoweth them that are his. -- I am the good shepherd, and know my sheep. My sheep hear my voice, and I know them, and they follow me: and I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand."
    ],
    "header": "The Son of God, ... hath his eyes like unto a flame of fire.",
    "name": "Evening",
    "references": [
      "Jer 17:9,10",
      "Psa 90:8",
      "Luke 22:61,62",
      "John 2:24,25",
      "Psa 103:14",
      "Isa 42:3",
      "2 Tim 2:19",
      "John 10:14,27,28"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Since the beginning of the world men have not heard, nor perceived by the ear, neither hath the eye seen, O God, beside thee, what he hath prepared for him that waiteth for him. -- Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him. But God hath revealed them unto us by his Spirit. -- Thou wilt shew me the path of life: in thy presence is fulness of joy; at thy right hand there are pleasures for evermore.",
      "How excellent is thy loving kindness, O God! therefore the children of men put their trust under the shadow of thy wings. They shall be abundantly satisfied with the fatness of thy house; and thou shalt make them drink of the river of thy pleasures. For with thee is the fountain of life: in thy light shall we see light.",
      "Godliness is profitable unto all things, having promise of the life that now is, and of that which is to come."
    ],
    "header": "How great is thy goodness, which thou hast laid up for them that fear thee!",
    "name": "Morning",
    "references": [
      "Isa 64:4",
      "1 Cor 2:9,10",
      "Psa 16:11",
      "Psa 36:7‑9",
      "1 Tim 4:8"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
