{
  "date_key": "june-20",
  "date_name": "Tuesday 20-June, 2023",
  "evening": {
    "body": [
      "Jacob awaked out of his sleep, and he said, Surely the Lord is in this place; and I knew it not. And he was afraid and said, How dreadful is this place! this is none other but the house of God, and this is the gate of heaven.",
      "The eyes of the Lord run to and fro throughout the whole earth, to shew himself strong in the behalf of them whose heart is perfect toward him.",
      "I will both lay me down in peace, and sleep: for thou, Lord, only, makest me dwell in safety.",
      "Because thou hast made the Lord, which is my refuge, even the most High, thy habitation; there shall no evil befall thee, neither shall any plague come nigh thy dwelling. For He shall give his angels charge over thee, to keep thee in all thy ways. -- When thou liest down, thou shalt not be afraid: yea, thou shalt lie down, and thy sleep shall be sweet. -- So he giveth his beloved sleep."
    ],
    "header": "Thou compassest my path and my lying down.",
    "name": "Evening",
    "references": [
      "Gen 28:16,17",
      "2 Chr 16:9",
      "Psa 4:8",
      "Psa 91:9-11",
      "Prov 3:24",
      "Psa 127:2"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Go ye ... into the vineyard, and whatsoever is right I will give you. -- Whosoever shall give you a cup of water to drink in my name, because ye belong to Christ, verily I say unto you, he shall not lose his reward. -- The liberal soul shall be made fat: and he that watereth shall be watered also himself. -- God is not unrighteous to forget your work and labour of love, ... in that ye have ministered to the saints, and do minister.",
      "Every man shall receive his own reward according to his own labour.",
      "Lord, when saw we thee an hungered, and fed thee? or thirsty, and gave thee drink? When saw we thee a stranger, and took thee in? or naked, and clothed thee? And the King shall answer and say unto them, ... Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me. Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world."
    ],
    "header": "Take this child away, and nurse it for me, and I will give thee thy wages.",
    "name": "Morning",
    "references": [
      "Matt 20:4",
      "Mark 9:41",
      "Prov 11:25",
      "Heb 6:10",
      "1 Cor 3:8",
      "Matt 25:37,38,40,34"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
