{
  "date_key": "june-24",
  "date_name": "Tuesday 24-June, 2025",
  "evening": {
    "body": [
      "In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also. -- To him that overcometh will I grant to sit with me in my throne.",
      "Thus saith the high and lofty One that inhabiteth eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones.",
      "Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.",
      "Look, I am with you alway, even unto the end of the world. -- How excellent is thy lovingkindness, O God! therefore the children of men put their trust under the shadow of thy wings."
    ],
    "header": "Master, where dwellest thou? He saith unto them, Come and see.",
    "name": "Evening",
    "references": [
      "John 14:2,3",
      "Rev 3:21",
      "Isa 57:15",
      "Rev 3:20",
      "Matt 28:20",
      "Psa 36:7"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "My times are in thy hand. -- He shall choose our inheritance for us. -- Lead me, O Lord, in thy righteousness; ... make thy way straight before my face.",
      "Commit thy way unto the Lord; trust also in him; and he shalt bring it to pass. -- In all thy ways acknowledge him, and he shall direct thy paths. -- Thine ears shall hear a word behind thee, saying, This is the way, walk ye in it, when ye turn to the right hand, and when ye turn to the left.",
      "The Lord is my shepherd; I shall not want. He maketh me to lie down in green pastures; he leadeth me beside the still waters. -- Like as a father pitieth his children, so the Lord pitieth them that fear him. For he knoweth our frame; he remembereth that we are dust. -- Your heavenly Father knoweth that ye have need of all these things. -- Casting all your care upon him; for he careth for you."
    ],
    "header": "The ark of the covenant of the Lord went before them to search out a resting place for them.",
    "name": "Morning",
    "references": [
      "Psa 31:15",
      "Psa 47:4",
      "Psa 5:8",
      "Psa 37:5",
      "Prov 3:6",
      "Isa 30:21",
      "Psa 23:1,2",
      "Psa 103:13,14",
      "Matt 6:32",
      "1 Pet 5:7"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
