{
  "date_key": "november-03",
  "date_name": "Monday 03-November, 2025",
  "evening": {
    "body": [
      "Hear, O Israel: The LORD our God is one LORD.",
      "I and my Father are one, the Father is in me, and I in him. -- Had ye had known me, ye should have known my Father also. -- Philip saith unto him, Lord, shew us the Father, and it sufficeth us. Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father. -- Behold I and the children which God hath given me. -- He shall see of the travail of his soul, and shall be satisfied. -- I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty. -- Before Abraham was, I am. -- God said unto Moses, I AM THAT I AM: and he said, Thus shalt thou say unto the children of Israel, I AM hath sent me unto you.",
      "Unto the Son he saith, Thy throne, O God, is for ever and ever. -- He is before all things, and by him all things consist. -- In him dwelleth all the fulness of the Godhead bodily."
    ],
    "header": "The everlasting Father.",
    "name": "Evening",
    "references": [
      "Deut 6:4",
      "John 10:30,38",
      "John 8:19",
      "John 14:8,9",
      "Heb 2:13",
      "Isa 53:11",
      "Rev 1:8",
      "John 8:58",
      "Exo 3:14",
      "Heb 1:8",
      "Col 1:17",
      "Col 2:9"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Unto you ... which believe he is precious: but unto them which be disobedient, ... a stone of stumbling, and a rock of offence. -- The way of the LORD is strength to the upright: but destruction shall be to the workers of iniquity.",
      "He that hath ears to hear, let him hear. -- Whoso is wise, and will observe these things, even they shall understand the lovingkindness of the LORD. -- The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light. -- If any man will do his will, he shall know of the doctrine, whether it be of God. -- Whosoever hath, to him shall be given, and he shall have more abundance.",
      "He that is of God heareth God's words: ye therefore hear them not, because ye are not of God. -- Ye will not come unto me, that ye might have life. -- My sheep hear my voice, and I know them, and they follow me."
    ],
    "header": "The ways of the Lord are right, and the just shall walk in them: but the transgressors shall fall therein.",
    "name": "Morning",
    "references": [
      "1 Pet 2:7,8",
      "Prov 10:29",
      "Mark 11:15",
      "Psa 107:43",
      "Matt 6:22",
      "John 7:17",
      "Matt 13:12",
      "John 8:47",
      "John 5:40",
      "John 10:27"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
