{
  "date_key": "october-15",
  "date_name": "Wednesday 15-October, 2025",
  "evening": {
    "body": [
      "Lord, how oft shall my brother sin against me, and I forgive him? till seven times? Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven. -- O thou wicked servant, I forgave thee all that debt, because thou desiredst me: shouldest not thou also have had compassion on thy fellow servant, even as I had pity on thee? And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due unto him. So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every one his brother their trespasses. -- Be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you. -- You, ... hath he quickened, ... having forgiven you all trespasses; blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross. -- Even as Christ forgave you, so also do ye."
    ],
    "header": "Forgive us our debts, as we forgive our debtors.",
    "name": "Evening",
    "references": [
      "Matt 18:21,22",
      "Matt 18:32-35",
      "Eph 4:32",
      "Col 2:13,14",
      "Col 3:13"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The LORD is my rock, and my fortress, and my deliverer; the God of my rock; in him will I trust: he is my shield, and the horn of my salvation, my high tower, and my refuge, my saviour. -- The LORD is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoiceth; and with my song will I praise him.",
      "When the enemy shall come in like a flood, the Spirit of the LORD shall lift up a standard against him. -- We may boldly say, The LORD is my helper, and I will not fear what man shall do unto me.",
      "The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid? As the mountains are round about Jerusalem, so the LORD is round about his people from henceforth even for ever. -- Because thou hast been my help, therefore in the shadow of thy wings will I rejoice.",
      "For thy name's sake lead me, and guide me."
    ],
    "header": "God is my defence.",
    "name": "Morning",
    "references": [
      "2 Sam 22:2,3",
      "Psa 2:7",
      "Isa 59:19",
      "Heb 13:6",
      "Psa 27:1",
      "Psa 125:2",
      "Psa 63:7",
      "Psa 31:3"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
