{
  "date_key": "november-29",
  "date_name": "Wednesday 29-November, 2023",
  "evening": {
    "body": [
      "What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him? Faith, if it hath not works, is dead, being alone.",
      "By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son. Accounting that God was able to raise him up, even from the dead. -- Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar? Ye see then how that by works a man is justified, and not by faith only.",
      "Whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.",
      "By their fruits ye shall know them. Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven. -- If ye know these things, happy are ye if ye do them."
    ],
    "header": "Do ye now believe?",
    "name": "Evening",
    "references": [
      "Jas 2:14,17",
      "Heb 11:17-19",
      "Jas 2:21,24",
      "Jas 1:25",
      "Matt 7:20,21",
      "John 13:17"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "One thing have I desired of the LORD, that will I seek after; that I may dwell in the house of the LORD all the days of my life, to behold the beauty of the LORD, and to enquire in his temple.",
      "Blessed are they which do hunger and thirst after righteousness: for they shall be filled. -- He hath filled the hungry with good things; and the rich he hath sent empty away.",
      "He satisfieth the longing soul, and filleth the hungry soul with goodness. -- I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.",
      "How excellent is thy lovingkindness, O God! therefore the children of men put their trust under the shadow of thy wings. They shall be abundantly satisfied with the fatness of thy house; and thou shalt make them drink of the river of thy pleasures. For with thee is the fountain of life: in thy light shall we see light."
    ],
    "header": "We shall be satisfied with the goodness of thy house.",
    "name": "Morning",
    "references": [
      "Psa 27:4",
      "Matt 5:6",
      "Luke 1:53",
      "Psa 107:9",
      "John 6:35",
      "Psa 36:7-9"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
