{
  "date_key": "november-24",
  "date_name": "Sunday 24-November, 2024",
  "evening": {
    "body": [
      "He knoweth the way that I take. -- O LORD, thou hast searched me, and known me. Thou knowest my downsitting, and mine uprising; thou understandest my thought afar off. Thou compassest my path, and my lying down, and art acquainted with all my ways. Whither shall I go from thy spirit? or whither shall I flee from thy presence? If I take the wings of the morning, and dwell in the uttermost parts of the sea; even there shall thy hand lead me, and thy right hand shall hold me.",
      "Elias was a man subject to like passions as we are. -- The fear of man bringeth a snare: but whoso putteth his trust in the Lord shall be safe. -- Though he fall, he shall not be utterly cast down: for the LORD upholdeth him with his hand. -- A just man falleth seven times, and riseth up again.",
      "Let us not be weary in well doing: for in due season we shall reap, if we faint not. -- The spirit indeed is willing, but the flesh is weak. -- Like as a father pitieth his children, so the LORD pitieth them that fear him."
    ],
    "header": "What doest thou here, Elijah?",
    "name": "Evening",
    "references": [
      "Job 23:10",
      "Psa 139:1-3,7,9,10",
      "Jas 5:17",
      "Prov 29:25",
      "Psa 37:24",
      "Prov 24:16",
      "Gal 6:9",
      "Matt 26:41",
      "Psa 103:13,14"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Both he that sanctifieth and they who are sanctified are all of one: for which cause he is not ashamed to call them brethren: saying, I will declare thy name unto my brethren; in the midst of the church will I sing praise unto thee. -- In Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love. -- Ye are my friends, if ye do whatsoever I command you. Blessed are they that hear the word of God, and keep it.",
      "Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven. -- My meat is to do the will of him that sent me. If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth. -- Whoso keepeth his word, in him verily is the love of God perfected; hereby know we that we are in him."
    ],
    "header": "My mother and my brethren are these which hear the word of God, and do it.",
    "name": "Morning",
    "references": [
      "Heb 2:11,12",
      "Gal 5:6",
      "John 15:14",
      "Luke 11:28",
      "Matt 7:21",
      "John 4:34",
      "1 John 1:6",
      "1 John 2:5"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
