{
  "date_key": "december-15",
  "date_name": "Monday 15-December, 2025",
  "evening": {
    "body": [
      "Thou are no more a servant, but a son; and if a son, then an heir of God through Christ.",
      "Reckon ye ... yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord. Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof. Neither yield ye your members as instruments of unrighteousness unto sin; but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God. -- As obedient children, not fashioning yourselves according to the former lusts in your ignorance: but as he which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy; for I am holy. -- Sanctified, and meet for the master's use, and prepared unto every good work.",
      "Therefore, my beloved brethren, be ye stedfast, unmoveable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord."
    ],
    "header": "Son, go work to day in my vineyard.",
    "name": "Evening",
    "references": [
      "Gal 4:7",
      "Rom 6:11-13",
      "1 Pet 1:14,15",
      "2 Tim 2:21",
      "1 Cor 15:58"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Look not every man on his own things, but every man also on the things of others. Let this mind be in you, which was also in Christ Jesus: who ... took upon him the form of a servant. -- Even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. -- He died for all, that they which live should not henceforth live unto themselves, but unto him which died for them, and rose again.",
      "When Jesus ... saw her weeping, and the Jews also weeping which came with her, he groaned in the spirit, and was troubled. -- Jesus wept. -- Rejoice with them that do rejoice, and weep with them that weep.",
      "Be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous: not rendering evil for evil or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing."
    ],
    "header": "Bear ye one another's burdens, and so fulfil the law of Christ.",
    "name": "Morning",
    "references": [
      "Phl 2:4,5,7",
      "Mark 10:45",
      "2 Cor 5:15",
      "John 11:33",
      "John 11:35",
      "Rom 12:15",
      "1 Pet 3:8,9"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
