{
  "date_key": "october-18",
  "date_name": "Wednesday 18-October, 2023",
  "evening": {
    "body": [
      "Amen: the LORD God ... say so too. -- He who blesseth himself in the earth shall bless himself in the God of truth (Heb. The Amen) and he that sweareth in the earth shall swear by the God of truth (The Amen).",
      "When God made promise to Abraham, because he could swear by no greater, he sware by himself. For men verily swear by the greater: and an oath for confirmation is to them an end of all strife. Wherein God, willing more abundantly to shew unto the heirs of promise the immutability of his counsel, confirmed it by an oath: that by two immutable things, in which it was impossible for God to lie, we might have a strong consolation, who have fled for refuge to lay hold upon the hope set before us.",
      "These things saith the Amen, the faithful and true witness. -- For all the promises of God in him are yea, and in him Amen, unto the glory of God by us.",
      "Blessed be the LORD God, the God of Israel, who only doeth wondrous things. And blessed be his glorious name for ever. Amen, and Amen."
    ],
    "header": "Amen.",
    "name": "Evening",
    "references": [
      "1 Kgs 1:36",
      "Isa 65:16",
      "Heb 6:13,16-18",
      "Rev 3:14",
      "2 Cor 1:20",
      "Psa 72:18,19"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Behold the blood of the covenant, which the LORD hath made with you. -- The life of the flesh is in the blood: and I have given it to you upon the altar to make an atonement for your souls. -- It is not possible that the blood of bulls and of goats should take away sins.",
      "Jesus said unto them, This is my blood of the new testament, which is shed for many. -- By his own blood he entered in once into the holy place, having obtained eternal redemption for us. -- Peace through the blood of his cross.",
      "Ye know that ye were not redeemed with corruptible things, as silver and gold, ... but with the precious blood of Christ, as of a lamb without blemish and without spot, ... manifest in these last times for you.",
      "Then will I sprinkle clean water upon you and ye shall be clean: ... from all your idols, will I cleanse you. -- Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience."
    ],
    "header": "One of the soldiers with a spear pierced his side, and forthwith came there out blood and water.",
    "name": "Morning",
    "references": [
      "Exo 24:8",
      "Lev 17:11",
      "Heb 10:4",
      "Mark 14:24",
      "Heb 9:12",
      "Col 1:20",
      "1 Pet 1:18-20",
      "Ezek 36:25",
      "Heb 10:22"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
