{
  "date_key": "january-16",
  "date_name": "Tuesday 16-January, 2024",
  "evening": {
    "body": [
      "Holy men of God spake as they were moved by the Holy Ghost. -- That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.",
      "Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have. And when he had thus spoken, he shewed them his hands and his feet. -- He that saw it bare record, and his record is true: and he knoweth that he saith true, that ye might believe.",
      "We have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty. -- That your faith should not stand in the wisdom of men, but in the power of God."
    ],
    "header": "Write the  things which thou hast seen, and the things which are, and the things which shall be hereafter.",
    "name": "Evening",
    "references": [
      "2 Pet 1:21",
      "1 John 1:3",
      "Luke 24:39,40",
      "John 19:35",
      "2 Pet 1:16",
      "1 Cor 2:5"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The Father loveth the Son, and hath given all things into his hand. -- God hath highly exalted him, and given him a name which is above every name: that at the name of Jesus every knee should bow, of things in heaven, and things in earth, and things under the earth; and that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father. -- Far above all principality, and power, and might, and dominion, and every name that is named, not only in this world, but also in that which is to come. -- By him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him.",
      "Christ both died, and rose, and revived, that he might be Lord both of the dead and living. -- And ye are complete in him, which is the head of all principality and power. -- Of his fulness have all we received."
    ],
    "header": "It pleased the Father, that in him should all fulness dwell.",
    "name": "Morning",
    "references": [
      "John 3:35",
      "Phl 2:9",
      "Eph 1:21",
      "Col 1:16",
      "Rom 14:9",
      "Col 2:10",
      "Rom 1:16"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
