{
  "date_key": "july-22",
  "date_name": "Saturday 22-July, 2023",
  "evening": {
    "body": [
      "Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me. I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.",
      "The fruit of the Spirit is love.",
      "Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples. As the Father hath loved me, so have I loved you: continue ye in my love. If ye keep my commandments, ye shall abide in my love; even as I have kept my Father's commandments, and abide in his love. -- Whoso keepeth his word, in him verily is the love of God perfected.",
      "This is my commandment, That ye love one another, as I have loved you. -- God commendeth his love toward us, in that, while we were yet sinners, Christ died for us. -- God is love; and he that dwelleth in love dwelleth in God, and God in him."
    ],
    "header": "Keep yourselves in the love of God.",
    "name": "Evening",
    "references": [
      "John 15:4,5",
      "Gal 5:22",
      "John 15:8‑10",
      "1 John 2:5",
      "John 15:12",
      "Rom 5:8",
      "1 John 4:16"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "He was numbered with the transgressors. -- Christ was once offered to bear the sins of many. -- Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed. -- By one offering he hath perfected for ever them that are sanctified.",
      "This man, because he continueth ever, hath an unchangeable priesthood. Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them. -- While we were yet sinners Christ died for us. Much more then, being now justified by his blood, we shall be saved from wrath through him.",
      "Forasmuch ... as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin; that he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God."
    ],
    "header": "In that he died, he died unto sin once: but in that he liveth, he liveth unto God.",
    "name": "Morning",
    "references": [
      "Isa 53:12",
      "Heb 9:28",
      "1 Pet 2:24",
      "Heb 10:14",
      "Heb 7:24,25",
      "Rom 5:8,9",
      "1 Pet 4:1,2"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
