{
  "date_key": "may-29",
  "date_name": "Thursday 29-May, 2025",
  "evening": {
    "body": [
      "It came to pass, when the sun did arise, that God prepared a vehement east wind; and the sun beat upon the head of Jonah, that he fainted, and wished in himself to die, and said, It is better for me to die than to live.",
      "Job spake, and said, Wherefore is light given to him that is in misery, and life unto the bitter in soul; which long for death, but it cometh not; and dig for it more than for hid treasures? -- Many are the afflictions of the righteous: but the Lord delivereth him out of them all.",
      "Now is my soul troubled; and what shall I say? Father, save me from this hour. -- In all things it behoved him to be made like unto his brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people. For in that he himself hath suffered being tempted, he is able to succour them that are tempted."
    ],
    "header": "Oh that I had wings like a dove! for then would I fly away, and be at rest.",
    "name": "Evening",
    "references": [
      "Jon 4:8",
      "Job 3:2,20,21",
      "Psa 34:19",
      "John 12:27",
      "Heb 2:17,18"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Behold the Lamb of God, which taketh away the sin of the world. -- The blood of the Lamb. -- The precious blood of Christ, as of a lamb without blemish and without spot. -- Without shedding of blood is no remission. -- The blood of Jesus Christ his Son cleanseth us from all sin.",
      "By his own blood he entered in once into the holy place, having obtained eternal redemption for us. -- Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus, by a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh; let us draw near with a true heart in full assurance of faith.",
      "Ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's."
    ],
    "header": "The life of the flesh is in the blood: and I have given it to you upon the altar to make an atonement for your souls: for it is the blood that maketh an atonement for the soul.",
    "name": "Morning",
    "references": [
      "John 1:29",
      "Rev 7:14",
      "1 Pet 1:19",
      "Heb 9:22",
      "1 John 1:7",
      "Heb 9:12",
      "Heb 10:19,20,22",
      "1 Cor 6:20"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
