{
  "date_key": "october-27",
  "date_name": "Monday 27-October, 2025",
  "evening": {
    "body": [
      "Blessed are the poor in spirit: for their's is the kingdom of heaven.",
      "Blessed are they that mourn: for they shall be comforted. Blessed are the meek: for they shall inherit the earth. Blessed are they which do hunger and thirst after righteousness: for they shall be filled. Blessed are the merciful: for they shall obtain mercy. Blessed are the pure in heart: for they shall see God. Blessed are the peacemakers: for they shall be called the children of God. Blessed are they which are persecuted for righteousness' sake: for their's is the kingdom of heaven. Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad: for great is your reward in heaven. -- Blessed are they that hear the word of God, and keep it.",
      "Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city."
    ],
    "header": "He whom thou blessest is blessed.",
    "name": "Evening",
    "references": [
      "Matt 5:3-12",
      "Luke 11:28",
      "Rev 22:14"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Then shall the priest command to take for him that is to be cleansed two birds alive and clean, and cedar wood, and scarlet, and hyssop: and the priest shall command that one of the birds be killed in an earthen vessel over running water: as for the living bird, he shall take it, and the cedar wood, and the scarlet, and the hyssop, and shall dip them and the living bird in the blood of the bird that was killed over the running water: and he shall sprinkle upon him that is to be cleansed from the leprosy seven times, and shall pronounce him clean, and shall let the living bird loose into the open field.",
      "Behold a man full of leprosy: who seeing Jesus fell on his face, and besought him, saying, Lord, if thou wilt, thou canst make me clean. -- And Jesus, moved with compassion, put forth his hand, and touched him, and saith unto him, I will; be thou clean. And as soon as he had spoken, immediately the leprosy departed from him, and he was cleansed."
    ],
    "header": "Himself took our infirmities, and bare our sicknesses.",
    "name": "Morning",
    "references": [
      "Lev 14:4-7",
      "Luke 5:12",
      "Mark 1:41,42"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
