{
  "date_key": "february-20",
  "date_name": "Thursday 20-February, 2025",
  "evening": {
    "body": [
      "Let no man say, when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man: but every man is tempted when he is drawn away of his own lust, and enticed. Then when lust hath conceived, it bringeth forth sin. They lusted exceedingly in the wilderness, and tempted God in the desert.",
      "Jesus being full of the Holy Ghost was led by the Spirit into the wilderness, being forty days tempted of the devil. And in those days he did eat nothing: and when they were ended, he afterward hungered. And the devil said unto him, If thou be the Son of God, command this stone that it be made bread.",
      "He himself hath suffered being tempted, he is able to succour them that are tempted. -- Simon, Simon, ... Satan hath desired to have you, that he might sift you as wheat: but I have prayed for thee that thy faith fail not."
    ],
    "header": "The day of temptation in the wilderness.",
    "name": "Evening",
    "references": [
      "Jas 1:13‑15",
      "Psa 106:14",
      "Luke 4:1‑3",
      "Heb 2:18",
      "Luke 22:31,32"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Jesus ... said, It is finished: and he bowed his head, and gave up the ghost. -- He hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.",
      "This people have I formed for myself; they shall shew forth my praise. -- To the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God, according to the eternal purpose which be purposed in Christ Jesus our Lord. -- That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.",
      "After that ye believed, ye were sealed with that holy Spirit of promise, which is the earnest of our inheritance until the redemption of the purchased possession, unto the praise of his glory. -- Ye are a chosen generation, a royal priesthood, a holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light."
    ],
    "header": "He shall see of the travail of his soul and shall be satisfied.",
    "name": "Morning",
    "references": [
      "John 19:30",
      "2 Cor 5:21",
      "Isa 43:21",
      "Eph 3:10,11",
      "Eph 2:7",
      "Eph 1:13,14",
      "1 Pet 2:9"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
