{
  "date_key": "november-07",
  "date_name": "Tuesday 07-November, 2023",
  "evening": {
    "body": [
      "We glory in tribulations: ... knowing that tribulation worketh patience; and patience, experience; and experience, hope: And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us. -- No chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby. -- My brethren, count it all joy when ye fall into divers temptations; knowing this, that the trying of your faith worketh patience. But let patience have her perfect work, that ye may be perfect and entire, wanting nothing. Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him. -- Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me. For when I am weak, then am I strong."
    ],
    "header": "Behold, we count them happy which endure.",
    "name": "Evening",
    "references": [
      "Rom 5:3-5",
      "Heb 12:11",
      "Jas 1:2-4,12",
      "2 Cor 12:9,10"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "O taste and see that the LORD is good: blessed is the man that trusteth in him. -- How great is thy goodness, which thou hast laid up for them that fear thee!",
      "This people have I formed for myself; they shall shew forth my praise. -- Having predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will, to the praise of the glory of his grace, wherein he hath made us accepted in the beloved. That we should be to the praise of his glory, who first trusted in Christ.",
      "How great is his goodness, and how great is his beauty! -- The LORD is good to all: and his tender mercies are over all his works. All thy works shall praise thee, O LORD; and thy saints shall bless thee. They shall speak of the glory of thy kingdom, and talk of thy power; to make known to the sons of men his mighty acts, and the glorious majesty of his kingdom."
    ],
    "header": "Oh that men would praise the Lord for his goodness, and for his wonderful works to the children of men!",
    "name": "Morning",
    "references": [
      "Psa 34:8",
      "Psa 31:19",
      "Isa 43:21",
      "Eph 1:5,6,12",
      "Zech 9:17",
      "Psa 145:9-12"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
