{
  "date_key": "july-02",
  "date_name": "Sunday 02-July, 2023",
  "evening": {
    "body": [
      "Who in the days of his flesh ... offered up prayers and supplications with strong crying and tears unto him that was able to save him from death.",
      "Then shall we know, if we follow on to know the Lord. -- Continuing instant in prayer. -- Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication. -- By prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.",
      "Nevertheless not as I will, but as thou wilt. -- This is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us.",
      "Delight thyself ... in the Lord; and he shall give thee the desires of thine heart. Commit thy way unto the Lord; trust also in him; and he shall bring it to pass."
    ],
    "header": "[Jesus] prayed the third time, saying the same words.",
    "name": "Evening",
    "references": [
      "Heb 5:7",
      "Hos 6:3",
      "Rom 12:12",
      "Eph 6:18",
      "Phl 4:6,7",
      "Matt 26:39",
      "1 John 5:14",
      "Psa 37:4,5"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "We have an altar, whereof they have no right to eat which serve the tabernacle. -- Except a man be born again, he cannot see the kingdom of God. -- At that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise. But now, in Christ Jesus, ye who sometime were far off, are made nigh by the blood of Christ.",
      "For he is our peace, who hath made both one, ... having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace.",
      "Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God.",
      "If any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me."
    ],
    "header": "This is the ordinance of the passover: There shall no stranger eat thereof.",
    "name": "Morning",
    "references": [
      "Heb 13:10",
      "John 3:3",
      "Eph 2:12,13",
      "Eph 2:14,15",
      "Eph 2:19",
      "Rev 3:20"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
