{
  "date_key": "august-30",
  "date_name": "Wednesday 30-August, 2023",
  "evening": {
    "body": [
      "Without controversy great is the mystery of godliness: God was manifest in the flesh. -- The bread of God is he which cometh down from heaven, and giveth life unto the world.",
      "Your fathers did eat manna in the wilderness, and are dead. -- If any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world. -- My flesh is meat indeed, and my blood is drink indeed.",
      "The children of Israel ... gathered, some more, some less. He that gathered much had nothing over, and he that gathered little had no lack. They gathered it every morning, every man according to his eating.",
      "Take no thought, saying, What shall we eat: or, What shall we drink? Your heavenly Father knoweth that ye have need of all these things. But seek ye first the kingdom of God and his righteousness; and all these things shall be added unto you."
    ],
    "header": "They said, ... it is manna: for they wist not what it was.",
    "name": "Evening",
    "references": [
      "1 Tim 3:16",
      "John 6:33",
      "John 6:49,51,55",
      "Luke 16:17,18,21",
      "Exo 16:17,18,21",
      "Matt 6:31-33"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      ".",
      "It shall come to pass, when he crieth unto me, that I will hear; for I am gracious.",
      "We have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him. Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world. There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love. We love him, because he first loved us.",
      "Let us draw near with a true heart, in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water. -- For through him we ... have access by one Spirit unto the Father. -- We have boldness and access with confidence by the faith of him. -- Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need."
    ],
    "header": "The king held out ... the golden sceptre. So Esther drew near, and touched the top of the sceptre",
    "name": "Morning",
    "references": [
      "Exo 22:27",
      "1 John 4:16-19",
      "Heb 10:22",
      "Eph 2:18",
      "Eph 3:12",
      "Heb 4:16"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
