{
  "date_key": "november-14",
  "date_name": "Tuesday 14-November, 2023",
  "evening": {
    "body": [
      "For Jordan overfloweth all his banks all the time of harvest.",
      "The priests that bare the ark of the covenant of the LORD stood firm on dry ground in the midst of Jordan, and all the Israelites passed over on dry ground, until all the people were passed clean over Jordan.",
      "We see Jesus, who was made a little lower than the angels, for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.",
      "Though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me. -- When thou passest through the waters, I will be with thee; and through the rivers, they shall not overflow thee.",
      "Fear not; I am the first and the last: I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death."
    ],
    "header": "How wilt thou do in the swellings of Jordan?",
    "name": "Evening",
    "references": [
      "Josh 3:15",
      "Josh 3:17",
      "Heb 2:9",
      "Psa 23:4",
      "Isa 43:2",
      "Rev 1:17,18"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The steps of a good man are ordered by the LORD: and he delighteth in his way. Though he fall, he shall not be utterly cast down: for the LORD upholdeth him with his hand. -- In the fear of the LORD is strong confidence: and his children shall have a place of refuge. -- Who art thou, that thou shouldest be afraid of a man that shall die, and of the son of man which shall be made as grass; and forgettest the LORD thy maker?",
      "I am with thee to deliver thee. -- Be strong and of a good courage, fear not, nor be afraid of them: for the LORD thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee.",
      "I will sing of thy power; yea, I will sing aloud of thy mercy in the morning: for thou hast been my defence and refuge in the day of my trouble. -- Thou art my hiding place; thou shalt preserve me from trouble; thou shalt compass me about with songs of deliverance."
    ],
    "header": "Thou art my help and my deliverer; make no tarrying, O my God.",
    "name": "Morning",
    "references": [
      "Psa 37:23,24",
      "Prov 14:26",
      "Isa 51:12,13",
      "Jer 1:8",
      "Deut 31:6",
      "Psa 59:16",
      "Psa 32:7"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
