{
  "date_key": "january-17",
  "date_name": "Friday 17-January, 2025",
  "evening": {
    "body": [
      "Now we see through a glass, darkly. -- Now we see not yet all things put under him.",
      "We have ... a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts. -- Thy word is a lamp unto my feet, and a light unto my path.",
      "Beloved, remember ye the words which were spoken before of the apostles of our Lord Jesus Christ; how that they told you there should be mockers in the last time, who should walk after their own ungodly lusts. -- The Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils.",
      "Little children, it is the last time. -- The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light."
    ],
    "header": "The things which are.",
    "name": "Evening",
    "references": [
      "1 Cor 13:12",
      "Heb 2:8",
      "2 Pet 1:19",
      "Psa 119:105",
      "Jude 17,18",
      "1 Tim 4:1",
      "1 John 2:18",
      "Rom 13:12"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "God sent his only begotten Son into the world, that we might live through him. Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.",
      "Who is a God like unto thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger for ever, because he delighteth in mercy. He will turn again, he will have compassion upon us; he will subdue our iniquities; and thou wilt cast all their sins into the depths of the sea. -- O Lord my God, I cried unto thee, and thou hast healed me. O Lord, thou hast brought up my soul from the grave: thou hast kept me alive, that I should not go down to the pit. -- When my soul fainted within me I remembered the Lord: and my prayer came in unto thee, into thine holy temple. -- I waited patiently for the Lord. He brought me up ... out of an horrible pit, out of the miry clay, and set my feet upon a rock."
    ],
    "header": "Thou hast in love to my soul delivered it from the pit of corruption.",
    "name": "Morning",
    "references": [
      "1 John 4:9,10",
      "Mic 7:18,19",
      "Psa 30:2,3",
      "Jon 2:7",
      "Psa 40:1,2"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
