{
  "date_key": "march-06",
  "date_name": "Thursday 06-March, 2025",
  "evening": {
    "body": [
      "He was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; ... the Lord hath laid on him the iniquity of us all ... For the transgression of my people was he stricken ... It pleased the Lord to bruise him; he hath put him to grief.",
      "Jesus our Lord ... was delivered for our offences. -- Christ hath once suffered for sins, the just for the unjust, that he might bring us to God. -- Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.",
      "He hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him. Christ hath redeemed us from the curse of the law, being made a curse for us."
    ],
    "header": "My God, my God, why hast thou forsaken me?",
    "name": "Evening",
    "references": [
      "Isa 53:5,6,8,10",
      "Rom 4:24,25",
      "1 Pet 3:18",
      "1 Pet 2:24",
      "2 Cor 5:21",
      "Gal 3:13"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The Lord your God ... went in the way before you, to search you out a place to pitch your tents in, in fire by night, to shew you by what way ye should go, and in a cloud by day. -- As an eagle stirreth up her nest, fluttereth over her young, spreadeth abroad her wings, taketh them, beareth them on her wings: so the Lord alone did lead him. -- The steps of a good man are ordered by the Lord: and he delighteth in his way. Though he fall, he shall not be utterly cast down: for the Lord upholdeth him with his hand. -- Many are the afflictions of the righteous: but the Lord delivereth him out of them all. -- For the Lord knoweth the way of the righteous; but the way of the ungodly shall perish. -- We know that all things work together for good to them that love God, to them who are the called according to his purpose. -- With us is the Lord our God to help us, and to fight our battles.",
      "The Lord thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy."
    ],
    "header": "He preserveth the way of his saints.",
    "name": "Morning",
    "references": [
      "Deut 1:32,33",
      "Deut 32:11,12",
      "Psa 37:23,24",
      "Psa 34:19",
      "Psa 1:6",
      "Rom 8:28",
      "2 Chr 32:8",
      "Zeph 3:17"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
