{
  "date_key": "august-13",
  "date_name": "Sunday 13-August, 2023",
  "evening": {
    "body": [
      "Be not deceived: neither fornicators, nor idolators, nor adulterers, nor effeminate, nor abusers of themselves with mankind, nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God. And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.",
      "You hath he quickened, who were dead in trespasses and sins; wherein in time past ye walked according to the course of this world; among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind.",
      "According to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost; which he shed on us abundantly through Jesus Christ our Saviour.",
      "My thoughts are not your thoughts, neither are your ways my ways, saith the LORD."
    ],
    "header": "Base things of the world hath God chosen.",
    "name": "Evening",
    "references": [
      "1 Cor 6:9-11",
      "Eph 2:1-3",
      "Tit 3:5,6",
      "Isa 55:8"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "If I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also. -- An inheritance incorruptible, and undefiled, and that fadeth not away, reserved in heaven for you. -- Here have we no continuing city, but we seek one to come.",
      "This same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven. -- Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain. -- Be ye also patient; stablish your hearts: for the coming of the the Lord draweth nigh. -- Yet a little while, and he that shall come will come, and will not tarry.",
      "We which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord. Wherefore comfort one another with these words."
    ],
    "header": "He hath prepared for them a city.",
    "name": "Morning",
    "references": [
      "John 14:3",
      "1 Pet 1:4",
      "Heb 13:14",
      "Acts 1:11",
      "Jas 5:7,8",
      "Heb 10:37",
      "1 Thes 4:17,18"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
