{
  "date_key": "september-09",
  "date_name": "Saturday 09-September, 2023",
  "evening": {
    "body": [
      "When I said, My foot slippeth; thy mercy, O LORD, held me up.",
      "The Lord said, Simon, Simon, behold Satan hath desired to have you, that he may sift you as wheat: but I have prayed for thee, that thy faith fail not.",
      "A just man falleth seven times, and riseth up again. -- Although he fall, he shall not be utterly cast down: for the LORD upholdeth him with his hand.",
      "Rejoice not against me, O my enemy: when I fall, I shall arise: when I sit in darkness, the Lord shall be a light unto me. -- He shall deliver thee in six troubles: yea, in seven there shall no evil touch thee.",
      "If any man sin, we have an advocate with the Father, Jesus Christ the righteous. -- Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them."
    ],
    "header": "My feet were almost gone; my steps had well nigh slipped.",
    "name": "Evening",
    "references": [
      "Psa 94:18",
      "Luke 22:31,32",
      "Prov 24:16",
      "Psa 37:24",
      "Mic 7:8",
      "Job 5:19",
      "1 John 2:1",
      "Heb 7:25"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Thou sayest, I am rich, and increased with goods and have need of nothing: and knowest not that thou art wretched, and miserable, and poor, and blind, and naked. I counsel thee to buy of me gold tried in the fire, that thou mayest be rich. As many as I love, I rebuke and chasten: be zealous therefore and repent.",
      "Blessed are they which do hunger and thirst after righteousness: for they shall be filled. -- When the poor and needy seek water, and there is none, and their tongue faileth for thirst, I the LORD will hear them, I the God of Israel will not forsake them. -- I am the Lord thy God ... open thy mouth wide and I will fill it.",
      "Wherefore do ye spend money for that which is not bread? and your labour for that which satisfieth not? hearken diligently unto me, and eat ye that which is good, and let your soul delight itself in fatness. -- I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst."
    ],
    "header": "He hath filled the hungry with good things; and the rich he hath sent empty away.",
    "name": "Morning",
    "references": [
      "Rev 3:17-19",
      "Matt 5:6",
      "Isa 41:17",
      "Psa 81:10",
      "Isa 55:2",
      "John 6:35"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
