{
  "date_key": "september-17",
  "date_name": "Tuesday 17-September, 2024",
  "evening": {
    "body": [
      "When the ruler of the feast had tasted the water that was made wine, and knew not whence it was: he saith, ... Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now.",
      "The ear trieth words, as the mouth tasteth meat. --I believed, and therefore have I spoken. -- I know whom I have believed. -- I sat down under his shadow with great delight, and his fruit was sweet to my taste.",
      "The goodness of God. -- He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?",
      "As newborn babes, desire the sincere milk of the word, that ye may grow thereby: if so be ye have tasted that the Lord is gracious.",
      "Let all those that put their trust in thee rejoice: let them ever shout for joy."
    ],
    "header": "O taste and see that the Lord is good: blessed is the man that trusteth in him.",
    "name": "Evening",
    "references": [
      "John 2:9,10",
      "Job 34:3",
      "2 Cor 4:13",
      "2 Tim 1:12",
      "Song 2:3",
      "Rom 2:4",
      "Rom 8:32",
      "1 Pet 2:2,3",
      "Psa 5:11"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise. -- He healeth the broken in heart, and bindeth up their wounds. -- Thus saith the high and lofty One that inhabiteth eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones. For I will not contend for ever, neither will I be always wroth: for the spirit should fail before me, and the souls which I have made.",
      "I will seek that which was lost, and bring again that which was driven away, and will bind up that which was broken, and will strengthen that which was sick. -- Wherefore lift up the hands which hang down, and the feeble knees; and make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed. -- Behold, your God ... will come and save you."
    ],
    "header": "A bruised reed shall he not break.",
    "name": "Morning",
    "references": [
      "Psa 51:17",
      "Psa 147:3",
      "Isa 57:15,16",
      "Ezek 34:16",
      "Heb 12:12,13",
      "Isa 35:4"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
