{
  "date_key": "july-31",
  "date_name": "Thursday 31-July, 2025",
  "evening": {
    "body": [
      "There is one body, and one Spirit. -- Through him we both have access by one Spirit unto the Father. Now therefore ye are no more strangers and foreigners, but fellow‑citizens with the saints and of the household of God; and are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief cornerstone; in whom all the building fitly framed together groweth unto an holy temple in the Lord: in whom ye also are builded together for an habitation of God through the Spirit.",
      "Behold, how good and how pleasant it is for brethren to dwell together in unity! It is like the precious ointment upon the head that ran down upon the beard, even Aaron's beard; that went down to the skirts of his garments.",
      "Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently."
    ],
    "header": "The unity of the Spirit.",
    "name": "Evening",
    "references": [
      "Eph 4:4",
      "Eph 2:18‑22",
      "Psa 133:1,2",
      "1 Pet 1:22"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      ".",
      "I have given him for a witness to the people, a leader and a commander to the people. -- It became him, for whom are all things and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through suffering. -- We must through much tribulation enter into the kingdom of God.",
      "We wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Wherefore take unto you the whole armour of God. -- We do not war after the flesh: (for the weapons of our warfare are not carnal, but mighty through God to the pulling down of strongholds.)",
      "The God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you."
    ],
    "header": "Endure hardness, as a good soldier of Jesus Christ",
    "name": "Morning",
    "references": [
      "Isa 55:4",
      "Heb 2:10",
      "Acts 14:22",
      "Eph 6:12,13",
      "2 Cor 10:3,4",
      "1 Pet 5:10"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
