{
  "date_key": "february-23",
  "date_name": "Monday 23-February, 2026",
  "evening": {
    "body": [
      "From the sixth hour there was darkness over all the land unto the ninth hour. And about the ninth hour Jesus cried with a loud voice, saying, <em>Eli, Eli, lama sabachthani?</em> that is to say, My God, my God, why hast thou forsaken me? -- The Lord hath laid on him the iniquity of us all.",
      "There is therefore now no condemnation to them which are in Christ Jesus. -- Being justified by faith, we have peace with God through our Lord Jesus Christ. -- Christ hath redeemed us from the curse of the law, being made a curse for us.",
      "God sent his only begotten Son into the world, that we might live through him. Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins. -- That he might be just, and the justifier of him which believeth in Jesus."
    ],
    "header": "Who knoweth the power of thine anger?",
    "name": "Evening",
    "references": [
      "Matt 27:45,46",
      "Isa 53:6",
      "Rom 8:1",
      "Rom 5:1",
      "Gal 3:13",
      "1 John 4:9,10",
      "Rom 3:26"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Behold the Lamb of God, which taketh away the sin of the world. -- The Lamb slain from the foundation of the world. -- It is not possible that the blood of bulls and of goats should take away sins. Wherefore when he cometh into the world, he saith, Sacrifice and offering thou wouldest not, but a body hast thou prepared me. By the which will we are sanctified through the offering of the body of Jesus Christ once for all.",
      "Abel, ... brought of the firstlings of his flock and of the fat thereof ... The Lord had respect unto Abel and to his offering. -- Christ ... hath loved us, and hath given himself for us, an offering and a sacrifice to God for a sweetsmelling savour.",
      "Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water. -- Having ... boldness to enter into the holiest by the blood of Jesus."
    ],
    "header": "The blood of sprinkling, that speaketh better things than that of Abel.",
    "name": "Morning",
    "references": [
      "John 1:29",
      "Rev 13:8",
      "Heb 10:4,5,10",
      "Gen 4:4",
      "Eph 5:2",
      "Heb 10:22",
      "Heb 10:19"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
