{
  "date_key": "january-06",
  "date_name": "Monday 06-January, 2025",
  "evening": {
    "body": [
      "There is a friend that sticketh closer than a brother. -- The Lord spake unto Moses face to face, as a man speaketh unto his friend. -- Ye are my friends, if ye do whatsoever I command you. Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.",
      "When ye shall have done all those things which are commanded you, say, We are unprofitable servants.",
      "Ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.",
      "In every thing by prayer and supplication with thanksgiving let your requests be made known unto God. -- The prayer of the upright is his delight."
    ],
    "header": "The apostles gathered themselves together unto Jesus, and told him all things they had done.",
    "name": "Evening",
    "references": [
      "Prov 18:24",
      "Exo 33:11",
      "John 15:14,15",
      "Luke 17:10",
      "Rom 8:15",
      "Phl 4:6",
      "Prov 15:8"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Thy renown went forth among the heathen for thy beauty: for it was perfect through my comeliness, which I had put upon thee, saith the Lord GOD. -- We all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even as by the Spirit of the Lord. -- The Spirit of glory and of God resteth upon us.",
      "Blessed is every one that feareth the Lord; that walketh in his ways. For thou shalt eat the labour of thine hands: happy shalt thou be, and it shall be well with thee. -- Commit thy works unto the Lord, and thy thoughts shall be established.",
      "Work out your own salvation with fear and trembling. For it is God which worketh in you both to will and to do of his good pleasure. -- Our Lord Jesus Christ himself, and God, even our Father, which hath loved us, and hath given us everlasting consolation and good hope through grace, comfort your hearts, and stablish you in every good word and work."
    ],
    "header": "Let the beauty of the Lord our God be upon us: and establish thou the work of our hands.",
    "name": "Morning",
    "references": [
      "Ezek 16:14",
      "2 Cor 3:18",
      "1 Pet 4:14",
      "Psa 128:1,2",
      "Prov 16:3",
      "Phl 2:12,13",
      "2 Thes 2:16,17"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
