{
  "date_key": "september-18",
  "date_name": "Monday 18-September, 2023",
  "evening": {
    "body": [
      "If thou knewest the gift of God, and who it is that saith unto thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water. -- If any man thirst, let him come unto me and drink. This spake he of the Spirit, which they that believe on him should receive.",
      "Prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it. -- If ye, ... being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask him? -- Ask, and it shall be given you; seek, and ye shall find.",
      "Because ye are sons, God hath sent forth the Spirit of his Son into your hearts, crying, Abba, Father. -- Ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father."
    ],
    "header": "En hakkore. (Or, The well of him that cried.)",
    "name": "Evening",
    "references": [
      "John 4:10",
      "John 7:37,39",
      "Mal 3:10",
      "Luke 11:13",
      "Luke 11:9",
      "Gal 4:6",
      "Rom 8:15"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Then opened he their understanding, that they might understand the scriptures. -- It is given unto you to know the mysteries of the kingdom of heaven, but to them it is not given. -- I thank thee, O Father, Lord of heaven and earth, because thou hast hid these things from the wise and prudent, and hast revealed them unto babes. Even so, Father: for so it seemed good in thy sight. -- We have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God. -- How precious also are thy thoughts unto me, O God! how great is the sum of them! If I should count them, they are more in number than the sand. -- O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are his judgments, and his ways past finding out! For who hath known the mind of the Lord? or who hath been his counsellor? For of him, and through him, and to him are all things: to whom be glory for ever. Amen."
    ],
    "header": "Open thou mine eyes, that I may behold wondrous things out of thy law.",
    "name": "Morning",
    "references": [
      "Luke 24:45",
      "Matt 13:11",
      "Matt 11:25,26",
      "1 Cor 2:12",
      "Psa 139:17,18",
      "Rom 11:33,34,36"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
