{
  "date_key": "september-19",
  "date_name": "Thursday 19-September, 2024",
  "evening": {
    "body": [
      "As the mountains are round about Jerusalem, so the LORD is round about his people from henceforth even for ever.",
      "Unto thee lift I up mine eyes, O thou that dwellest in the heavens. Behold, as the eyes of servants look unto the hand of their masters, and as the eyes of a maiden unto the hand of her mistress; so our eyes wait upon the LORD our God, until that he have mercy upon us. -- Because thou hast been my help, therefore in the shadow of thy wings will I rejoice.",
      "O our God, wilt thou not judge them? for we have no might against this great company that cometh against us; neither know we what to do: but our eyes are upon thee. -- Mine eyes are ever toward the LORD; for he shall pluck my feet out of the net. -- Our help is in the name of the LORD, who made heaven and earth."
    ],
    "header": "I will lift up mine eyes unto the hills, from whence cometh my help. My help cometh from the Lord.",
    "name": "Evening",
    "references": [
      "Psa 125:2",
      "Psa 123:1,2",
      "Psa 63:7",
      "2 Chr 20:12",
      "Psa 25:15",
      "Psa 124:8"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "I will proclaim the name of the LORD before thee; and will be gracious to whom I will be gracious. -- He is gracious unto him, and saith, Deliver him from going down to the pit: I have found a ransom. -- Being justified freely by his grace, through the redemption that is in Christ Jesus: whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God. -- Grace and truth came by Jesus Christ.",
      "By grace are ye saved through faith; and that not of yourselves: it is the gift of God. -- Grace, mercy, and peace, from God our Father and Jesus Christ our Lord. -- Unto every one of us is given grace according to the measure of the gift of Christ. -- As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God. -- He giveth more grace.",
      "Grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever."
    ],
    "header": "The God of all grace.",
    "name": "Morning",
    "references": [
      "Exo 33:19",
      "Job 33:24",
      "Rom 3:24,25",
      "John 1:17",
      "Eph 2:8",
      "1 Tim 1:2",
      "Eph 4:7",
      "1 Pet 4:10",
      "Jas 4:6",
      "2 Pet 3:18"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
