{
  "date_key": "july-24",
  "date_name": "Wednesday 24-July, 2024",
  "evening": {
    "body": [
      "Have faith in God. Whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith. Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them. -- Without faith it is impossible to please him: for he that cometh to God, must believe that he is, and that he is a rewarder of them that diligently seek him.",
      "He that had received the promises offered up his only begotten son, of whom it was said, That in Isaac shall thy seed be called: accounting that God was able to raise him up, even from the dead. -- Being fully persuaded that, what he had promised, he was able also to perform.",
      "Is any thing too hard for the Lord? -- With God all things are possible. -- Lord, increase our faith."
    ],
    "header": "He staggered not at the promise of God through unbelief.",
    "name": "Evening",
    "references": [
      "Mark 11:22‑24",
      "Heb 11:16",
      "Heb 11:17‑19",
      "Rom 4:21",
      "Gen 18:14",
      "Matt 19:26",
      "Luke 17:5"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "It is the Lord: let him do what seemeth him good. -- Whom, though I were righteous, yet would I not answer, but I would make supplication to my judge. -- The Lord gave, and the Lord hath taken away; blessed be the name of the Lord. -- What? shall we receive good at the hand of God, and shall we not receive evil?",
      "Jesus wept. -- A man of sorrows, and acquainted with grief. Surely he hath borne our griefs, and carried our sorrows.",
      "Whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth. Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby. -- Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness. -- In the world ye shall have tribulation: but be of good cheer; I have overcome the world."
    ],
    "header": "Patient in tribulation.",
    "name": "Morning",
    "references": [
      "1 Sam 3:18",
      "Job 9:15",
      "Job 1:21",
      "Job 2:10",
      "John 11:35",
      "Isa 53:3,4",
      "Heb 12:6,11",
      "Col L:11",
      "John 16:33"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
