{
  "date_key": "january-22",
  "date_name": "Monday 22-January, 2024",
  "evening": {
    "body": [
      "O Lord, I am oppressed; undertake for me. -- Cast thy burden upon the Lord, and he shall sustain thee. it:",
      "I am but a litile child: I know not how to go out or come in. -- If any of you lack wisdom, let him ask of God, ... and it shall be given him.",
      "Who is sufficient for these things? -- I know that in me (that is, in my flesh,) dwelleth no good thing. -- My grace is sufficient for thee: for my strength is made perfect in weakness. Son, be of good cheer; thy sins be forgiven thee ... Daughter, be of good comfort; thy faith hath made thee whole.",
      "My soul shall be satisfied as with marrow and fatness; ... when I remember thee upon my bed, and meditate on thee in the night watches."
    ],
    "header": "In the multitude of my thoughts within me thy comforts delight my soul. When my heart is overwhelmed: lead me to the rock that is higher than I.",
    "name": "Evening",
    "references": [
      "Psa 61:2",
      "Isa 38:14",
      "Psa 55:22",
      "1 Kgs 3:7",
      "Jas 1:5",
      "2 Cor 2:16",
      "Rom 7:18",
      "2 Cor 12:9",
      "Matt 9:2,22",
      "Psa 63:5,6"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "O Lord, thou art my God; I will exalt thee, I will praise thy name; for thou hast done wonderful things; thy counsels of old are faithfulness and truth. -- The Lord is the portion of mine inheritance, and of my cup.",
      "He leadeth me in the paths of righteousness, for his name's sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me. -- Thou hast holden me by my right hand. Thou shalt guide me with thy counsel, and afterward receive me to glory. Whom have I in heaven but thee? and there is none upon earth that I desire beside thee. My flesh and my heart faileth: but God is the strength of my heart, and my portion for ever. -- Our heart shall rejoice in him, because we have trusted in his holy name. -- The Lord will perfect that which concerneth me: thy mercy, O Lord, endureth for ever: forsake not the works of thine own hands."
    ],
    "header": "This God is our God for ever and ever: he will be our guide even unto death.",
    "name": "Morning",
    "references": [
      "Isa 25:1",
      "Psa 16:5",
      "Psa 23:3,4",
      "Psa 73:23",
      "Psa 33:21",
      "Psa 138:8"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
