{
  "date_key": "april-19",
  "date_name": "Saturday 19-April, 2025",
  "evening": {
    "body": [
      "Necessity is laid upon me; yea woe is unto me, if I preach not the gospel! What is my reward then? Verily that, when I preach the gospel, I may make the gospel of Christ without charge, that I abuse not my power in the gospel. -- They called them, and commanded them not to speak at all nor teach in the name of Jesus. But Peter and John answered and said unto them, ... We cannot but speak the things which we have seen and heard. -- The love of Christ constraineth us.",
      "I was afraid, and went and hid thy talent in the earth ... Thou wicked and slothful servant, ... thou oughtest ... to have put my money to the exchangers, and then at my coming I should have received mine own with usury.",
      "Go ... to thy friends, and tell them how great things the Lord hath done for thee."
    ],
    "header": "His word was in mine heart as a burning fire shut up in my bones, and I was weary with forbearing, and I could not stay.",
    "name": "Evening",
    "references": [
      "1 Cor 9:16,18",
      "Acts 4:18‑20",
      "2 Cor 5:14",
      "Matt 25:25‑27",
      "Mark 5:19"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The veil of the temple was rent in twain from the top to the bottom. -- Christ ... hath once suffered for sins, the just for the unjust, that he might bring us to God. -- The way into the holiest of all was not yet made manifest, while as the first tabernacle was yet standing.",
      "I am the door: by me if any man enter in, he shall be saved, and shall go in and out, and find pasture.",
      "No man cometh unto the Father, but by me. -- Through him we ... have access by one Spirit unto the Father. Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God. -- Having ... boldness to enter into the holiest by the blood of Jesus, by a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh. -- We have peace with God through our Lord Jesus Christ: by whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God."
    ],
    "header": "Verily, verily, I say unto you, I am the door of the sheep.",
    "name": "Morning",
    "references": [
      "Matt 27:51",
      "1 Pet 3:18",
      "Heb 9:8",
      "John 10:9",
      "John 14:6",
      "Eph 2:15,19",
      "Heb 10:19,20",
      "Rom 5:1,2"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
