{
  "date_key": "february-28",
  "date_name": "Wednesday 28-February, 2024",
  "evening": {
    "body": [
      "He that is without sin among you, let him first cast a stone a her ... And they which heard it, being convicted by their own conscience, went out one by one, beginning at the eldest, even unto the last. Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?",
      "To him that knoweth to do good, and doeth it not, to him it is sin. -- If our heart condemn us, God is greater than our heart, and knoweth all things. Beloved, if our heart condemn us not, then have we confidence toward God.",
      "All things indeed are pure; but it is evil for that man who eateth with offence. Happy is he that condemneth not himself in that thing which he alloweth.",
      "Search me, O God, and know my heart: try me, and know my thoughts: and see if there be any wicked way in me, and lead me in the way everlasting."
    ],
    "header": "The spirit of man is the candle of the Lord.",
    "name": "Evening",
    "references": [
      "John 8:7,9",
      "Gen 3:11",
      "Jas 4:17",
      "1 John 3:20,21",
      "Rom 14:20,22",
      "Psa 139:23,24"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "God ... hath reconciled us to himself by Jesus Christ, and hath given to us the ministry of reconciliation; to wit, that God was in Christ, reconciling the world unto himself, not imputing their trespasses unto them; and hath committed unto us the word of reconciliation. Now then we are ambassadors for Christ, as though God did beseech you by us: we pray you in Christ's stead, be ye reconciled to God. For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him. -- God is love. In this was manifested the love of God toward us, because that God sent his only begotten Son into the world that we might live through him. Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins. Beloved, if God so loved us, we ought also to love one another."
    ],
    "header": "God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.",
    "name": "Morning",
    "references": [
      "2 Cor 5:18‑21",
      "1 John 4:8‑11"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
