{
  "date_key": "december-24",
  "date_name": "Sunday 24-December, 2023",
  "evening": {
    "body": [
      "If ye be reproached for the name of Christ, happy are ye: for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified. But let none of you suffer as a murderer, or as a thief, ... or as a busybody in other men's matters.",
      "Let not ... your good be evil spoken of. -- Having your conversation honest among the Gentiles.",
      "Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness? Ye are the temple of the living God. Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing.",
      "Ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people: that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light."
    ],
    "header": "Then said the princes of the Phillstines, What do these Hebrews here?",
    "name": "Evening",
    "references": [
      "1 Pet 4:14,15",
      "Rom 14:16",
      "1 Pet 2:12",
      "2 Cor 6:14,16,17",
      "1 Pet 2:9"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Now the works of the flesh are manifest which are these; adultery, fornication and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God. But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, meekness, temperance: against such there is no law. And they that are Christ's have crucified the flesh with the affections and lusts. If we live in the Spirit, let us also walk in the Spirit.",
      "The grace of God that bringeth salvation hath appeared to all men, teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world; looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ; who gave himself for us, that he might redeem us from all iniquity."
    ],
    "header": "If ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.",
    "name": "Morning",
    "references": [
      "Gal 5:19,21-25",
      "Tit 2:11-14"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
