{
  "date_key": "june-29",
  "date_name": "Thursday 29-June, 2023",
  "evening": {
    "body": [
      "I have blotted out, as a thick cloud, thy transgressions, and, as a cloud, thy sins. -- I, even I, am he that blotteth out thy transgressions for mine own sake, and will not remember thy sins. -- Come now, and let us reason together, saith the Lord: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool. -- I will forgive their iniquity, and I will remember their sin no more. -- Thou wilt cast all their sins into the depths of the sea.",
      "Thou hast in love to my soul delivered it from the pit of corruption: for thou hast cast all my sins behind thy back. -- Who is a God like unto thee, that pardoneth iniquity? ... he retaineth not his anger for ever, because he delighteth in mercy. -- Unto him that loved us, and washed us from our sins in his own blood, to him be glory and dominion for ever and ever. Amen."
    ],
    "header": "Remember not the sins of my youth, nor my transgressions.",
    "name": "Evening",
    "references": [
      "Isa 44:22",
      "Isa 43:25",
      "Isa 1:18",
      "Jer 31:34",
      "Mic 7:19",
      "Isa 38:17",
      "Mic 7:18",
      "Rev 1:5"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "This is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life. -- Whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.",
      "My yoke is easy, and my burden is light. -- If ye love me, keep my commandments. -- He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.",
      "Happy is the man that findeth wisdom, and the man that getteth understanding. -- Her ways are ways of pleasantness, and all her paths are peace. -- Great peace have they which love thy law and nothing shall offend them. -- I delight in the law of God after the inward man.",
      "This is his commandment, That we should believe on the name of his Son Jesus Christ, and love one another. -- Love worketh no ill to his neighbour: therefore love is the fulfilling of the law."
    ],
    "header": "His commandments are not grievous.",
    "name": "Morning",
    "references": [
      "John 6:40",
      "1 John 3:22",
      "Matt 11:30",
      "John 14:15,21",
      "Prov 3:13",
      "Prov 3:17",
      "Psa 119:165",
      "Rom 7:22",
      "1 John 3:23",
      "Rom 13:10"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
