{
  "date_key": "october-24",
  "date_name": "Friday 24-October, 2025",
  "evening": {
    "body": [
      "There be many that say, Who will shew us any good? -- What hath man of all his labour, and of the vexation of his heart, wherein he hath laboured under the sun? For all his days are sorrows, and his travail grief; yea, his heart taketh not rest in the night. All is vanity and vexation of spirit. -- They have forsaken me the fountain of living waters, and hewed them out cisterns, broken cisterns, that can hold no water.",
      "Him that cometh to me I will in no wise cast out. -- I will pour water upon him that is thirsty. -- Blessed are they which do hunger and thirst after righteousness: for they shall be filled.",
      "O God, thou art my God; early will I seek thee: my soul thirsteth for thee, my flesh longeth for thee in a dry and thirsty land, where no water is."
    ],
    "header": "When the poor and needy seek water, and there is none, and their tongue faileth for thirst, I the Lord will hear them.",
    "name": "Evening",
    "references": [
      "Psa 4:6",
      "Eccl 2:22,23,17",
      "Jer 2:13",
      "John 6:37",
      "Isa 44:3",
      "Matt 5:6",
      "Psa 63:1"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Zion said, The LORD hath forsaken me, and my Lord hath forgotten me. Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee.",
      "I forgat prosperity. And I said, My strength and my hope is perished from the LORD. -- Awake, why sleepest thou, O Lord? arise, cast us not off for ever. -- Why sayest thou, O Jacob, and speakest, O Israel, My way is hid from the LORD, and my judgment is passed over from my God? -- In a little wrath I hid my face from thee for a moment; but with everlasting kindness will I have mercy on thee, saith the LORD thy Redeemer.",
      "Why art thou cast down, O my soul? and why art thou disquieted within me? hope in God: for I shall yet praise him, who is the health of my countenance. -- We are troubled on every side, yet not distressed; we are perplexed, but not in despair; persecuted, but not forsaken; cast down, but not destroyed."
    ],
    "header": "I am cast out of thy sight; yet I will look again toward thy holy temple.",
    "name": "Morning",
    "references": [
      "Psa 49:14,15",
      "Lam 3:17,18",
      "Psa 44:23",
      "Isa 40:27",
      "Isa 54:8",
      "Psa 43:5",
      "2 Cor 4:8,9"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
