{
  "date_key": "november-02",
  "date_name": "Saturday 02-November, 2024",
  "evening": {
    "body": [
      "Thou art fairer than the children of men: grace is poured into thy lips: therefore God hath blessed thee for ever. Gird thy sword upon thy thigh, O most Mighty, with thy glory and thy majesty. And in thy majesty ride prosperously ... Thy throne, O God, is for ever and ever: the sceptre of thy kingdom is a right sceptre. -- Thou spakest in vision to thy Holy One, and saidst, I have laid help upon one that is mighty. -- The man that is my fellow, saith the LORD of hosts.",
      "Behold, God, is my salvation; I will trust, and not be afraid: for the LORD JEHOVAH is my strength and my song; he also is become my salvation. -- Thanks be unto God, which always causes us to triumph in Christ.",
      "Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy, to the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever."
    ],
    "header": "The mighty God.",
    "name": "Evening",
    "references": [
      "Psa 45:2-4,6",
      "Psa 89:19",
      "Zech 13:7",
      "Isa 12:2",
      "2 Cor 2:14",
      "Jude 24,25"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps: who did no sin, neither was guile found in his mouth: who, when he was reviled, reviled not again; ... but committed himself to him that judgeth righteously. -- Consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.",
      "Let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us, looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.",
      "Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report: if there be any virtue, and if there be any praise, think on these things."
    ],
    "header": "Ever follow that which is good.",
    "name": "Morning",
    "references": [
      "1 Pet 2:21-23",
      "Heb 12:3",
      "Heb 12:1,2",
      "Phl 4:8"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
