{
  "date_key": "september-08",
  "date_name": "Sunday 08-September, 2024",
  "evening": {
    "body": [
      "Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit. -- If the firstfruit be holy the lump is also holy : and if the root be holy, so are the branches. -- Now is Christ risen from the dead, and become the firstfruits of them that slept. -- If we have been planted together in the likeness of his death we shall be also in the likeness of his resurrection. -- The Lord Jesus Christ ... shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.",
      "The firstborn from the dead. -- If the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken our mortal bodies by his Spirit that dwelleth in you.",
      "I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live."
    ],
    "header": "Christ the firstfruits.",
    "name": "Evening",
    "references": [
      "John 12:24",
      "Rom 11:16",
      "1 Cor 15:20",
      "Rom 6:5",
      "Phl 3:20,21",
      "Col 1:18",
      "Rom 8:11",
      "John 11:25"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      ".",
      "The LORD is a God of knowledge, and by him, actions are weighed. -- That which is highly esteemed among men is abomination in the sight of God. -- The LORD seeth not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart. -- Be not deceived, God is not mocked: for whatsoever a man soweth, that shall he also reap. For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the spirit reap life everlasting.",
      "What is a man profited if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul? -- What things were gain to me, those I counted loss for Christ.",
      "Behold, thou desirest truth in the inward parts. -- Thou hast proved mine heart; thou hast visited me in the night; thou hast tried me, and shalt find nothing."
    ],
    "header": "Thou art weighed in the balances, and art found wanting",
    "name": "Morning",
    "references": [
      "1 Sam 2:3",
      "Luke 16:15",
      "1 Sam 16:7",
      "Gal 6:7,8",
      "Matt 16:26",
      "Phl 3:7",
      "Psa 51:6",
      "Psa 17:3"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
