{
  "date_key": "november-04",
  "date_name": "Monday 04-November, 2024",
  "evening": {
    "body": [
      "He shall judge thy people with righteousness, and thy poor with judgment. The mountains shall bring peace to the people, and the little hills, by righteousness. He shall come down like rain upon the mown grass; as showers that water the earth. In his days shall the righteous flourish; and abundance of peace so long as the moon endureth. -- Glory to God ... on earth peace, good will toward men.",
      "Through the tender mercy of our God; ... the dayspring from on high hath visited us. To give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace; -- peace by Jesus Christ: (he is Lord of all).",
      "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. -- Peace I leave with you, my peace I give unto you: not as the world giveth give I unto you. -- The peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."
    ],
    "header": "The Prince of Peace.",
    "name": "Evening",
    "references": [
      "Psa 72:2-7",
      "Luke 2:14",
      "Luke 1:78,79",
      "Acts 10:36",
      "John 16:33",
      "John 14:27",
      "Phl 4:7"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you: but rejoice, inasmuch as ye are partakers of Christ's sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy. -- The exhortation ... speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him. -- Now no chastening for the present seemeth to be joyous but grievous: nevertheless, afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.",
      "We have not a high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin. -- For in that he himself hath suffered being tempted, he is able to succour them that are tempted. -- God is faithful, who will not suffer you to be tempted above that ye are able."
    ],
    "header": "Now for a season, if need be, ye are in heaviness through manifold temptations.",
    "name": "Morning",
    "references": [
      "1 Pet 4:12,13",
      "Heb 12:5",
      "Heb 12:11",
      "Heb 4:15",
      "Heb 2:18",
      "1 Cor 10:13"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
