{
  "date_key": "august-05",
  "date_name": "Tuesday 05-August, 2025",
  "evening": {
    "body": [
      "O Lord, I know that the way of man is not in himself: it is not in man that walketh to direct his steps. -- Not as I will, but as thou wilt. -- Surely I have behaved and quieted myself, as a child that is weaned of his mother: my soul is even as a weaned child.",
      "We know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered. And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.",
      "Ye know not what ye ask. -- He gave them their request; but sent leanness into their soul. -- These things were our examples, to the intent we should not lust after evil things, as they also lusted.",
      "I would have you without carefulness. -- Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee."
    ],
    "header": "Thy will be done.",
    "name": "Evening",
    "references": [
      "Jer 10:23",
      "Matt 26:39",
      "Psa 131:2",
      "Rom 8:26,27",
      "Matt 20:22",
      "Psa 106:15",
      "1 Cor 10:6",
      "1 Cor 7:32",
      "Isa 26:3"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "As ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness. -- I beseech you, ... brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world: but be ye transformed by the renewing of your mind.",
      "If any man be in Christ he is a new creature: old things are passed away; behold, all things are become new. -- In Christ Jesus neither circumcision availeth anything, nor uncircumcision, but a new creature. And as many as walk according to this rule, peace be on them, and mercy. -- This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind. -- Ye have not so learned Christ; if so be that ye have heard him, and have been taught by him, as the truth is in Jesus. Put on the new man, which after God is created in righteousness and true holiness."
    ],
    "header": "Walk in newness of life.",
    "name": "Morning",
    "references": [
      "Rom 6:19",
      "Rom 12:1,2",
      "2 Cor 5:17",
      "Gal 6:15,16",
      "Eph 4:17",
      "Eph 4:20,21,24"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
