{
  "date_key": "july-26",
  "date_name": "Friday 26-July, 2024",
  "evening": {
    "body": [
      "The heavens are not clean in his sight. How much more abominable and filthy is man, which drinketh iniquity like water? -- Yea, the stars are not pure in his sight. How much less man, that is a worm?",
      "Who is like unto thee, O Lord, among the gods? who is like thee, glorious in holiness? -- Holy, holy, holy, is the Lord of hosts.",
      "As he which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy; for I am holy. -- Partakers of his holiness.",
      "The temple of God is holy, which temple ye are. -- What manner of persons ought ye to be in all holy conversation and godliness, ... without spot, and blameless?",
      "Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying. And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption."
    ],
    "header": "Give thanks at the remembrance of his holiness.",
    "name": "Evening",
    "references": [
      "Job 15:15,16",
      "Job 25:5,6",
      "Exo 15:11",
      "Isa 6:3",
      "1 Pet 1:15,16",
      "Heb 12:10",
      "1 Cor 3:17",
      "2 Pet 3:11,14",
      "Eph 4:29,30"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "He shall choose our inheritance for us. -- He led him about, he instructed him, he kept him as the apple of his eye. As an eagle stirreth up her nest, fluttereth over her young, spreadeth abroad her wings, taketh them, beareth them on her wings: so the Lord alone did lead him, and there was no strange god with him.",
      "I am the Lord thy God which teacheth thee to profit, which leadeth thee by the way that thou shouldest go. -- Who teacheth like Him?",
      "We walk by faith, not by sight. -- Here have we no continuing city, but we seek one to come. -- Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul. -- Arise ye and depart; for this is not your rest: because it is polluted, it shall destroy you, even with a sore destruction."
    ],
    "header": "By faith Abraham, ... called to go out into a place which he should after receive for an inheritance, obeyed.",
    "name": "Morning",
    "references": [
      "Psa 47:4",
      "Deut 32:10‑12",
      "Isa 48:17",
      "Job 36:22",
      "2 Cor 5:7",
      "Heb 13:14",
      "1 Pet 2:11",
      "Mic 2:10"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
