{
  "date_key": "september-26",
  "date_name": "Thursday 26-September, 2024",
  "evening": {
    "body": [
      "Thanks be to God, which giveth us the victory through our Lord Jesus Christ.",
      "Forasmuch ... as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil; and deliver them who through fear of death were all their lifetime subject to bondage.",
      "If we be dead with Christ, we believe that we shall also live with him: knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him. For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.",
      "Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.",
      "In all these things we are more than conquerors through him that loved us."
    ],
    "header": "Death is swallowed up in victory.",
    "name": "Evening",
    "references": [
      "1 Cor 15:57",
      "Heb 2:14,15",
      "Rom 6:8-10",
      "Rom 6:11",
      "Rom 8:37"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Him that judgeth righteously. -- We must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad. -- Every one of us shall give account of himself to God. -- The soul that sinneth it shall die.",
      "Awake, O sword, against my shepherd, and against the man that is my fellow, saith the LORD of hosts: smite the shepherd. -- The LORD hath laid on him the iniquity of us all. -- Mercy and truth are met together: righteousness and peace have kissed each other. -- Mercy rejoiceth against judgment. -- The wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord.",
      "A just God and a Saviour; there is none beside me. -- Just, and the justifier of him which believeth in Jesus. -- Justified freely by his grace through the redemption that is in Christ Jesus."
    ],
    "header": "A God of truth and without iniquity, just and right is he.",
    "name": "Morning",
    "references": [
      "1 Pet 2:23",
      "2 Cor 5:10",
      "Rom 14:12",
      "Ezek 18:4",
      "Zech 13:7",
      "Isa 53:6",
      "Psa 85:10",
      "Isa 2:13",
      "Rom 6:23",
      "Isa 45:21",
      "Rom 3:26",
      "Rom 3:24"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
