{
  "date_key": "january-15",
  "date_name": "Wednesday 15-January, 2025",
  "evening": {
    "body": [
      "Him that is weak in the faith. -- Strong in faith, giving glory to God.",
      "O thou of little faith, wherefore didst thou doubt? -- Great is thy faith: be it unto thee even as thou wilt.",
      "Believe ye that I am able to do this? They said unto him, Yea, Lord ... According to your faith be it unto you.",
      "Lord, increase our faith. -- Building up yourselves on your most holy faith. -- Rooted and built up in him, and established in the faith. -- He which stablisheth us with you in Christ, ... is God. -- The God of all grace ... after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.",
      "We ... that are strong ought to bear the infirmities of the weak, and not to please ourselves. -- Let us not ... judge one another ... but judge this rather, that no man put a stumblingblock or an occasion to fall in his brother’s way."
    ],
    "header": "The measure of faith.",
    "name": "Evening",
    "references": [
      "Rom 14:1",
      "Rom 4:20",
      "Matt 14:31",
      "Matt 15:28",
      "Matt 9:28,29",
      "Luke 17:5",
      "Jude 20",
      "Col 2:7",
      "2 Cor 1:21",
      "1 Pet 5:10",
      "Rom 15:1",
      "Rom 14:13"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "If ye ... be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God. Set your affection on things above, not on things on the earth. For your life is hid with Christ in God. -- Our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ: who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.",
      "The flesh lusteth against the Spirit, and the Spirit against the flesh; and these are contrary the one to the other: so that ye cannot do the things that ye would. -- Brethren, we are debtors, not to the flesh, to live after the flesh. For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live. -- Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul."
    ],
    "header": "My soul cleaveth unto the dust: quicken thou me according to thy word.",
    "name": "Morning",
    "references": [
      "Col 3:1",
      "Phl 3:20,21",
      "Gal 5:17",
      "Rom 8:12,13",
      "1 Pet 2:11"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
