{
  "date_key": "june-16",
  "date_name": "Friday 16-June, 2023",
  "evening": {
    "body": [
      "If I may but touch his garment, I shall be whole. -- Lord, if thou wilt, thou canst make me clean. I will; be thou clean. -- Faith as a grain of mustard seed.",
      "Cast not away ... your confidence, which hath great recompence of reward. -- Work out your own salvation with fear and trembling. It is God which worketh in you both to will and to do of his good pleasure.",
      "First the blade, then the ear, after that the full corn in the ear. -- Then shall we know, if we follow on to know the Lord. -- The kingdom of heaven suffereth violence, and the violent take it by force. -- So run, that ye may obtain.",
      "I have fought a good fight, I have finished my course, I have kept the faith: henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day."
    ],
    "header": "Hold that fast which thou hast, that no man take thy crown.",
    "name": "Evening",
    "references": [
      "Matt 9:21",
      "Matt 8:2,3",
      "Matt 17:20",
      "Heb 10:35",
      "Phl 2:12,13",
      "Mark 4:28",
      "Hos 6:3",
      "Matt 11:12",
      "1 Cor 9:24",
      "2 Tim 4:7,8"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Take diligent heed to do the commandment and the law, to love the Lord your God, and to walk in all his ways, and to keep his commandments, and to cleave unto him, and to serve him with all your heart and with all your soul. -- Walk in wisdom toward them that are without, redeeming the time. Let your speech be always with grace, seasoned with salt, that ye may know how ye ought to answer every man. -- Abstain from all appearance of evil.",
      "While the bridegroom tarried, they all slumbered and slept. And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him. -- Watch, therefore, for ye know neither the day nor the hour wherein the Son of man cometh.",
      "Brethren, give diligence to make your calling and election sure; for if we do these things, ye shall never fall. -- Blessed are those servants, whom the lord when he cometh shall find watching."
    ],
    "header": "See that ye walk circumspectly, not as fools, but as wise, redeeming the time, because the days are evil.",
    "name": "Morning",
    "references": [
      "Josh 22:5",
      "Col 4:5,6",
      "1 Thes 5:22",
      "Matt 25:5,6",
      "Matt 25:13",
      "2 Pet 1:10",
      "Luke 12:37"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
