{
  "date_key": "june-09",
  "date_name": "Friday 09-June, 2023",
  "evening": {
    "body": [
      "Thou shalt bruise his heel. -- This is your hour, and the power of darkness. -- As the children are partakers of flesh and blood he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil. -- Having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.",
      "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about seeking whom he may devour: whom resist stedfast in the faith. -- Resist the devil, and he will flee from you.",
      "The wicked plotteth against the just, and gnasheth upon him with his teeth. The Lord shall laugh at him: for he seeth that his day is coming. -- The God of peace shall bruise Satan under your feet shortly. -- The devil ... was cast into the lake of fire and brimstone ... and shall be tormented day and night for ever and ever."
    ],
    "header": "The triumphing of the wicked is short.",
    "name": "Evening",
    "references": [
      "Gen 3:15",
      "Luke 22:53",
      "Heb 2:14",
      "Col 2:15",
      "1 Pet 5:8,9",
      "Jas 4:7",
      "Psa 37:12,13",
      "Rom 16:20",
      "Rev 20:10"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Thou art fairer than the children of men: grace is poured into thy lips: therefore God hath blessed thee for ever. -- The Lord GOD hath given me the tongue of the learned, that I should know how to speak a word in season to him that is weary. -- His mouth is most sweet: yea, he is altogether lovely. This is my beloved, and this is my friend.",
      "All bare him witness, and wondered at the gracious words which proceeded out of his mouth. -- He taught them as one having authority, and not as the scribes.",
      "Let the word of Christ dwell in you richly in all wisdom. -- The sword of the Spirit ... is the word of God. -- The word of God is quick, and powerful, and sharper than any two‑edged sword. -- The weapons of our warfare are not carnal, but mighty through God to the pulling down of strongholds; casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ."
    ],
    "header": "Never man spake like this man.",
    "name": "Morning",
    "references": [
      "Psa 45:2",
      "Isa 50:4",
      "Song 5:16",
      "Luke 4:22",
      "Matt 7:29",
      "Col 3:16",
      "Eph 6:17",
      "Heb 4:12",
      "2 Cor 10:4,5"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
