{
  "date_key": "july-10",
  "date_name": "Wednesday 10-July, 2024",
  "evening": {
    "body": [
      "O that there were such an heart in them, that they would fear me, and keep all my commandments always, that it might be well with them, and with their children for ever!",
      "Thy heart is not right in the sight of God. -- Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be. So then they that are in the flesh cannot please God.",
      "They ... first gave their own selves to the Lord. -- In every work that [Hezekiah] began ... to seek his God, he did it with all his heart, and prospered.",
      "Keep thy heart with all diligence; for out of it are the issues of life.",
      "Whatsoever ye do, do it heartily, as to the Lord. -- As the servants of Christ, doing the will of God from the heart; with good will doing service, as to the Lord, and not to men.",
      "I will run the way of thy commandments, when thou shalt enlarge my heart."
    ],
    "header": "My son, give me thine heart.",
    "name": "Evening",
    "references": [
      "Deut 5:29",
      "Acts 8:21",
      "Rom 87,8",
      "2 Cor 8:5",
      "2 Chr 31:21",
      "Prov 4:23",
      "Col 3:23",
      "Eph 6:6,7",
      "Psa 119:32"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Ye call me Master and Lord: and ye say well; for so I am.",
      "It is enough for the disciple that he be as his master, and the servant as his lord. -- If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also. -- I have given them thy word; and the world hath hated them, because they are not of the world, even as I am not of the world.",
      "Consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds. Ye have not yet resisted unto blood, striving against sin.",
      "Let us run with patience the race that is set before us, looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God. -- Forasmuch ... as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind."
    ],
    "header": "The disciple is not above his master.",
    "name": "Morning",
    "references": [
      "John 13:13",
      "Matt 10:25",
      "John 15:20",
      "John 17:14",
      "Heb 12:3,4",
      "Heb 12:1,2",
      "1 Pet 4:1"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
