{
  "date_key": "october-04",
  "date_name": "Saturday 04-October, 2025",
  "evening": {
    "body": [
      "There fell some of Manasseh to David. And they helped David against the band of the rovers: for they were all mighty men of valour. -- The manifestation of the spirit is given to every man to profit withal.",
      "Of the children of Issachar, which were men that had understanding of the times, to know what Israel ought to do. -- To one is given by the Spirit ... the word of wisdom, to another the word of knowledge by the same Spirit.",
      "Of Zebulun, such as went forth to battle, expert in war, with all instruments of war, fifty thousand, which could keep rank: they were not of double heart. -- A double minded man is unstable in all his ways.",
      "There should be no schism in the body; but ... the members should have the same care one for another. And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.",
      "One Lord, one faith, one baptism."
    ],
    "header": "There are diversities of operations, but it is the same God which worketh all in all.",
    "name": "Evening",
    "references": [
      "1 Chr 12:19,21",
      "1 Cor 12:7",
      "1 Chr 12:32",
      "1 Cor 12:8",
      "1 Chr 12:33",
      "Jas 1:8",
      "1 Cor 12:25,26",
      "Eph 4:5"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Not unto us, O LORD, not unto us, but unto thy name give glory. -- Lord, when saw we thee a hungred, and fed thee? or thirsty, and gave thee drink? -- In lowliness of mind, let each esteem other better than themselves. -- Be clothed with humility.",
      "[Jesus] was transfigured before them: and his face did shine as the sun, and his raiment was white as the light. -- All that sat in the council, looking stedfastly on Stephen, saw his face as it had been the face of an angel. -- The glory which thou gavest me, I have given them. -- We all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even as by the Spirit of the Lord.",
      "Ye are the light of the world. A city that is set on a hill cannot be hid. Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house."
    ],
    "header": "Moses wist not that the skin of his face shone while he talked with him.",
    "name": "Morning",
    "references": [
      "Psa 115:1",
      "Matt 25:37",
      "Phl 2:3",
      "1 Pet 5:5",
      "Matt 17:2",
      "Acts 6:15",
      "John 17:22",
      "2 Cor 3:18",
      "Matt 5:14,15"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
