{
  "date_key": "may-24",
  "date_name": "Friday 24-May, 2024",
  "evening": {
    "body": [
      "Your iniquities have separated between you and your God, your sins have hid his face from you. -- My beloved had withdrawn himself, and was gone: ... I sought him, but I could not find him; I called him, but he gave me no answer. -- I hid me, and was wroth, and he went on forwardly in the way of his heart. I have seen his ways, and will heal him. -- Hast thou not procured this unto thyself, in that thou hast forsaken the Lord thy God when he led thee by the way?",
      "He arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him. -- I will heal their backsliding, I will love them freely: for mine anger is turned away.",
      "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness."
    ],
    "header": "I will go and return to my place, till they acknowledge their offence, and seek my face.",
    "name": "Evening",
    "references": [
      "Isa 59:2",
      "Song 5:6",
      "Isa 57:17,18",
      "Jer 2:17",
      "Luke 15:20",
      "Hos 14:4",
      "1 John 1:9"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The love of the Spirit. -- The Comforter, which is the Holy Ghost. -- In all their affliction he was afflicted, and the angel of his presence saved them: in his love and in his pity he redeemed them; and he bare them, and carried them all the days of old. But they rebelled, and vexed his holy Spirit: therefore he turned to be their enemy, and he fought against them.",
      "Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit. -- After that ye believed, ye were sealed with that holy Spirit of promise, which is the earnest of the inheritance until the redemption of the purchased possession. -- This I say then, Walk in the Spirit, and ye shall not fulfil the lusts of the flesh. For the flesh lusteth against the spirit, and the spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.",
      "The Spirit helpeth our infirmities."
    ],
    "header": "Grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.",
    "name": "Morning",
    "references": [
      "Rom 15:30",
      "John 14:26",
      "Isa 63:9,10",
      "1 John 4:13",
      "Eph 1:13,14",
      "Gal 5:16,17",
      "Rom 8:26"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
