{
  "date_key": "march-19",
  "date_name": "Wednesday 19-March, 2025",
  "evening": {
    "body": [
      "Remember the word unto thy servant, upon which thou has caused me to hope. -- O Lord, I am oppressed; undertake for me.",
      "Heaven and earth shall pass away: but my words shall not pass away. -- Ye know in all your hearts and in all your souls, that not one thing hath failed of all the good things which the Lord your God spake concerning you; all are come to pass unto you, and not one thing hath failed thereof.",
      "Fear not: peace be unto thee, be strong, yea, be strong. And when he had spoken unto me, I was strengthened, and said, Let my lord speak; for thou hast strengthened me. -- Be strong, ... and work: for I am with you, saith the Lord of hosts. -- Not by might nor by power, but by my spirit, saith the Lord of hosts.",
      "Be strong in the Lord, and in the power of his might."
    ],
    "header": "Strengthen thou me according unto thy word.",
    "name": "Evening",
    "references": [
      "Psa 119:49",
      "Isa 38:14",
      "Luke 21:33",
      "Josh 23:14",
      "Dan 10:19",
      "Hag 2:4",
      "Zech 4:6",
      "Eph 6:10"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercies hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead. -- Saved by his life.",
      "Our Saviour Jesus Christ ... who gave himself for us that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works. -- As he which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy for I am holy.",
      "The God and Father of our Lord Jesus Christ, ... hath blessed us with all spiritual blessings in heavenly places in Christ. -- In him dwelleth all the fulness of the Godhead bodily. And ye are complete in him. -- Of his fulness have all we received, and grace for grace.",
      "He that spared not his own son, but delivered him up for us all, how shall he not with him also freely give us all things?"
    ],
    "header": "God, having raised up his Son Jesus, sent him to bless you, in the turning away every one of you from his iniquities.",
    "name": "Morning",
    "references": [
      "1 Pet 1:3",
      "Rom 5:10",
      "Tit 2:13,14",
      "1 Pet 1:15,16",
      "Eph 1:3",
      "Col 2:9,10",
      "John 1:16",
      "Rom 8:32"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
