{
  "date_key": "october-03",
  "date_name": "Thursday 03-October, 2024",
  "evening": {
    "body": [
      "Over the king's treasures was Azmaveth the son of Adiel: and over the storehouses ... Jehonathan: and over them that did the work of the field for tillage of the ground was Ezri: and over the vineyards was Shimei. These were the rulers of the substance which was king David's.",
      "God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues. All these worketh that one and the selfsame Spirit, dividing to every man severally as he will.",
      "As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God. If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever."
    ],
    "header": "There are differences of administrations, but the same Lord.",
    "name": "Evening",
    "references": [
      "1 Chr 27:25-27,31",
      "1 Cor 12:28,11",
      "1 Pet 4:10,11"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Many waters cannot quench love, neither can the floods drown it. Love is strong as death. -- Greater love hath no man than this, that a man lay down his life for his friends.",
      "Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed. -- In whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace.",
      "Ye are washed, ... ye are sanctified, ... ye are justified in the name of the Lord Jesus, and by the Spirit of our God. -- Ye are a chosen generation, a royal priesthood, a holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light. -- I beseech you ... brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service."
    ],
    "header": "Unto him that loved us, and washed us from our sins in his own blood.",
    "name": "Morning",
    "references": [
      "Song 8:7,6",
      "John 15:13",
      "1 Pet 2:24",
      "Eph 1:7",
      "1 Cor 6:11",
      "1 Pet 2:9",
      "Rom 12:1"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
