{
  "date_key": "may-12",
  "date_name": "Sunday 12-May, 2024",
  "evening": {
    "body": [
      "Is not this the carpenter's son? -- Can there any good thing come out of Nazareth? -- Say we not well that thou are a Samaritan, and hast a devil? -- He casteth out devils through the prince of the devils. -- We know that this man is a sinner. -- He deceiveth the people. -- This man blasphemeth. -- Behold a man gluttonous and a winebibber, a friend of publicans and sinners.",
      "It is enough for the disciple that he be as his master, and the servant as his lord. -- This is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully. For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that we should follow his steps. Who did no sin, neither was guile found in his mouth: who when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously. -- If ye be reproached for the name of Christ, happy are ye."
    ],
    "header": "Reproach hath broken my heart.",
    "name": "Evening",
    "references": [
      "Matt 13:55",
      "John 1:46",
      "John 8:48",
      "Matt 9:34",
      "John 9:24",
      "John 7:12",
      "Matt 9:3",
      "Matt 11:19",
      "Matt 10:25",
      "1 Pet 2:19-23",
      "1 Pet 4:14"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The love of God is shed abroad in our hearts by the Holy Ghost, which is given unto us. -- Ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father. The Spirit itself beareth witness with our spirit, that we are the children of God. -- He that believeth on the Son of God hath the witness in himself.",
      "In this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him. -- In whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace. -- That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.",
      "Beloved, if God so loved us, we ought also to love one another."
    ],
    "header": "Beloved, let us love one another: for love is of God; and everyone that loveth is born of God, and knoweth God.",
    "name": "Morning",
    "references": [
      "Rom 5:5",
      "Rom 8:15,16",
      "1 John 5:10",
      "1 John 4:9",
      "Eph 1:7",
      "Eph 2:7",
      "1 John 4:11"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
