{
  "date_key": "december-08",
  "date_name": "Monday 08-December, 2025",
  "evening": {
    "body": [
      "It is sown in corruption; it is sown in dishonour; it is sown in weakness; it is sown a natural body. -- The first man is of the earth, earthy.",
      "Dust thou art, and unto dust shalt thou return. -- One dieth in his full strength, being wholly at ease and quiet. And another dieth in the bitterness of his soul, and never eateth with pleasure. They shall lie down alike in the dust, and the worms shall cover them.",
      "My flesh ... shall rest in hope. -- Though after my skin worms destroy this body, yet in my flesh shall I see God. -- The Lord Jesus Christ shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.",
      "LORD, make me to know mine end, and the measure of my days, what it is; that I may know how frail I am. -- So teach us to number our days, that we may apply our hearts unto wisdom."
    ],
    "header": "The dust shall return to the earth as it was.",
    "name": "Evening",
    "references": [
      "1 Cor 15:42-44",
      "1 Cor 15:47",
      "Gen 3:19",
      "Job 21:23,25,26",
      "Psa 16:9",
      "Job 19:26",
      "Phl 3:20,21",
      "Psa 39:4",
      "Psa 90:12"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted. Bear ye one another's burdens, and so fulfil the law of Christ.",
      "Brethren, if any of you do err from the truth, and one convert him; let him know, that he which converteth the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins. -- Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently. -- Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law. -- Be kindly affectioned one to another in brotherly love; in honour preferring one another. -- Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.",
      "We ... that are strong ought to bear the infirmities of the weak, and not to please ourselves."
    ],
    "header": "By love serve one another.",
    "name": "Morning",
    "references": [
      "Gal 6:1,2",
      "Jas 5:19,20",
      "1 Pet 1:22",
      "Rom 13:8",
      "Rom 12:10",
      "1 Pet 5:5",
      "Rom 15:1"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
