{
  "date_key": "march-23",
  "date_name": "Sunday 23-March, 2025",
  "evening": {
    "body": [
      "Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me. -- Tell me, O thou whom my soul loveth, where thou feedest, where thou makest thy flock to rest at noon: for why should I be as one that turneth aside by the flocks of thy companions? -- I found him whom my soul loveth: I held him, and would not let him go.",
      "Let my beloved come into his garden. and eat his pleasant fruits. -- I am come into my garden. -- I said not unto the seed of Jacob, Seek ye me in vain.",
      "Lo, I am with you alway, even unto the end of the world. -- I will never leave thee, nor forsake thee. -- Where two or three are gathered together in my name, there am I in the midst of them. -- The world seeth me no more; but, ye see me."
    ],
    "header": "They constrained him, saying, Abide with us.",
    "name": "Evening",
    "references": [
      "Rev 3:20",
      "Song 1:7",
      "Song 1:4",
      "Song 4:16",
      "Song 5:1",
      "Isa 45:19",
      "Matt 28:20",
      "Heb 13:5",
      "Matt 18:20",
      "John 14:19"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Thou art holy, O thou that inhabitest the praises of Israel. -- Draw not nigh hither; put off thy shoes from off thy feet, for the place whereon thou standest is holy ground ... I am the God of thy father, the God of Abraham, the God ot Isaac, and the God of Jacob. And Moses hid his face; for he was afraid to look upon God. -- To whom then will ye liken me, or shall I be equal? saith the Holy One. -- I am the Lord thy God, the Holy One of Israel, thy Saviour. I, even I, am the Lord; and beside me there is no saviour.",
      "As he which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy; for I am holy. -- Know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own. -- Ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people. -- Can two walk together, except they be agreed?"
    ],
    "header": "Holy, holy, holy, Lord God Almighty.",
    "name": "Morning",
    "references": [
      "Psa 22:3",
      "Exo 3:5,6",
      "Isa 40:25",
      "Isa 43:3,11",
      "1 Pet 1:15,16",
      "1 Cor 6:19",
      "2 Cor 6:16",
      "Amos 3:3"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
