{
  "date_key": "february-22",
  "date_name": "Saturday 22-February, 2025",
  "evening": {
    "body": [
      "There arose a great storm of wind, and the waves beat into the ship, so that it was now full. And he was in the hinder part of the ship, asleep on a pillow.",
      "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.",
      "I will both lay me down in peace, and sleep: for thou, Lord, only makest me dwell in safety. -- He giveth his beloved sleep.",
      "They stoned Stephen, calling upon God, and saying, Lord Jesus, receive my spirit. And he kneeled down, and cried with a loud voice, Lord, lay not this sin to their charge. And when he had said this, he fell asleep. -- Absent from the body, ... present with the Lord."
    ],
    "header": "When thou liest down, thou shall not be afraid: yea, thou shalt lie down, and thy sleep shall be sweet.",
    "name": "Evening",
    "references": [
      "Mark 4:37,38",
      "Phl 4:6,7",
      "Psa 4:8",
      "Psa 127:2",
      "Acts 7:59,60",
      "2 Cor 5:8"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The light of the body is the eye: if therefore thine eye be single thy whole body shall be full of light.",
      "Thy word is a lamp unto my feet, and a light unto my path. -- Thine ears shall hear a word behind thee, saying, This is the way, walk ye in it, when ye turn to the right hand, and when ye turn turn to the left. -- I will instruct thee and teach thee in the way which thou shalt go: I will guide thee with mine eye. Be ye not as the horse or as the mule, which have no understanding: whose mouth must be held in with bit and bridle, lest they come near unto thee. Many sorrows shall be to the wicked: but he that trusteth in the Lord, mercy shall compass him about. Be glad in the Lord, and rejoice, ye righteous: and shout for joy, all ye that are upright in heart.",
      "O Lord, I know that the way of man is not in himself: it is not in man that walketh to direct his steps."
    ],
    "header": "What man is he that feareth the Lord? him shall he teach in the way that he shall choose.",
    "name": "Morning",
    "references": [
      "Matt 6:22",
      "Psa 119:105",
      "Isa 30:21",
      "Psa 32:8‑11",
      "Jer 10:23"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
