{
  "date_key": "april-21",
  "date_name": "Friday 21-April, 2023",
  "evening": {
    "body": [
      "Can two walk together, except they be agreed?",
      "Having made peace through the blood of his cross ... You, that were sometime alienated and enemies in your mind by wicked works, yet now hath he reconciled in the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight. -- In Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ.",
      "If, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life. And not only so, but we also joy in God through our Lord Jesus Christ.",
      "Our fellowship is with the Father, and with his Son Jesus Christ.",
      "The grace of the Lord Jesus Christ, and the love of God, and the communion of the Holy Ghost, be with you all. Amen."
    ],
    "header": "Enoch walked with God.",
    "name": "Evening",
    "references": [
      "Amos 3:3",
      "Col 1:20‑22",
      "Eph 2:13",
      "Rom 5:10,11",
      "1 John 1:3",
      "2 Cor 13:14"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "My foot hath held his steps, his way have I kept, and not declined.",
      "The Lord loveth judgment, and forsaketh not his saints; they are preserved for ever. -- The Lord shall preserve thee from all evil: he shall preserve thy soul.",
      "The just shall live by faith: but if any man draw back, my soul shall have no pleasure in him. But we are not of them who draw back into perdition; but of them that believe to the saving of the soul. -- If they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.",
      "If ye continue in my word then are ye my disciples indeed. -- He that shall endure unto the end, the same shall be saved. -- Watch ye, stand fast in the faith, quit you like men, be strong. -- Hold that fast which thou hast, that no man take thy crown. -- He that overcometh, the same shall be clothed in white raiment; and I will not blot out his name out of the book of life."
    ],
    "header": "Stand fast in the Lord.",
    "name": "Morning",
    "references": [
      "Job 23:11",
      "Psa 37:28",
      "Psa 121:7",
      "Heb 10:38",
      "John 2:19",
      "John 8:31",
      "Matt 24:13",
      "1 Cor 16:13",
      "Rev 3:11",
      "Rev 3:5"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
