{
  "date_key": "october-22",
  "date_name": "Sunday 22-October, 2023",
  "evening": {
    "body": [
      "The lot is cast into the lap; but the whole disposing thereof is of the LORD. -- Shall there be evil in a city, and the LORD hath not done it?",
      "I am the LORD, and there is none else; there is no God beside me: I girded thee, though thou hast not known me: that they may know from the rising of the sun, and from the west, that there is none beside me. I am the LORD, and there is none else. I form the light, and create darkness: I make peace, and create evil: I the LORD do all these things.",
      "He doeth according to his will in the army of heaven, and among the inhabitants of the earth: and none can stay his hand, or say unto him, What doest thou? -- If God be for us, who can be against us?",
      "He must reign, till he hath put all enemies under his feet. -- Fear not, little flock; for it is your Father’s good pleasure to give you the kingdom."
    ],
    "header": "The Lord hath prepared his throne in the heavens; and his kingdom ruleth over all.",
    "name": "Evening",
    "references": [
      "Prov 16:33",
      "Amos 3:6",
      "Isa 45:5-7",
      "Dan 4:35",
      "Rom 8:31",
      "1 Cor 15:25",
      "Luke 12:32"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The Lord is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?",
      "Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee. -- He shall not be afraid of evil tidings: his heart is fixed, trusting in the LORD. His heart is established, he shall not be afraid, until he see his desire upon his enemies.",
      "What time I am afraid, I will trust in thee. -- In the time of trouble he shall hide me in his pavilion: in the secret of his tabernacle shall he hide me; he shall set me up upon a rock. And now shall mine head be lifted up above mine enemies round about me: therefore will I offer in his tabernacle sacrifices of joy: I will sing, yea, I will sing praises unto the LORD.",
      "The God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered awhile, make you perfect, stablish, strengthen, settle you. To him be glory and dominion for ever and ever."
    ],
    "header": "O God, my heart is fixed.",
    "name": "Morning",
    "references": [
      "Psa 27:1",
      "Isa 26:3",
      "Psa 112:7,8",
      "Psa 56:3",
      "Psa 27:5,6",
      "1 Pet 5:10,11"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
