{
  "date_key": "november-26",
  "date_name": "Tuesday 26-November, 2024",
  "evening": {
    "body": [
      "When Ahithophel saw that his counsel was not followed, he saddled his ass, and arose, and gat him home to his house, to his city, and put his household in order, and hanged himself, and died. -- A wounded spirit who can bear?",
      "Is there no balm in Gilead? is there no physician there? why then is not the health of the daughter of my people recovered? -- The LORD hath anointed me to preach good tidings unto the meek: he hath sent me to bind up the broken hearted, to comfort all that mourn; to appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness. -- Come unto me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.",
      "Philip preached unto him Jesus. -- He healeth the broken in heart, and bindeth up their wounds."
    ],
    "header": "The sorrow of the world worketh death.",
    "name": "Evening",
    "references": [
      "2 Sam 17:23",
      "Prov 18:14",
      "Jer 8:22",
      "Isa 61:1-3",
      "Matt 11:28-30",
      "Acts 8:35",
      "Psa 147:3"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Thus saith the LORD that created thee, ... Fear not: for I have redeemed thee, I have called thee by thy name; thou art mine. -- Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee. Behold, I have graven thee upon the palms of mine hands: thy walls are continually before me.",
      "The steps of a good man are ordered by the LORD: and he delighteth in his way. -- My delights were with the sons of men. -- The LORD taketh pleasure in them that fear him, in those that hope in his mercy. -- They shall be mine, saith the LORD of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.",
      "You, that were sometime alienated and enemies in your mind by wicked works, yet now hath he reconciled in the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight."
    ],
    "header": "The Lord delighteth in thee.",
    "name": "Morning",
    "references": [
      "Isa 43:1",
      "Isa 49:15,16",
      "Psa 37:23",
      "Prov 8:31",
      "Psa 147:11",
      "Mal 3:17",
      "Col 1:21,22"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
