{
  "date_key": "october-08",
  "date_name": "Sunday 08-October, 2023",
  "evening": {
    "body": [
      "That Rock was Christ. -- Simon Peter ... said, Thou art the Christ the Son of the living God. Upon this rock I will build my church; and the gates of hell shall not prevail against it. -- Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.",
      "Full assurance of faith. Faith without wavering. -- Faith, nothing wavering ... He that wavereth is like a wave of the sea driven with the wind and tossed.",
      "Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword? Nay, in all these things we are more than conquerors through him that loved us. For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord."
    ],
    "header": "He set my feet upon a rock.",
    "name": "Evening",
    "references": [
      "1 Cor 10:4",
      "Matt 16:16,18",
      "Acts 4:12",
      "Heb 10:22,23",
      "Jas 1:6",
      "Rom 8:35,37,39"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword? Nay, in all these things we are more than conquerors through him that loved us.",
      "Be not afraid of them that kill the body, and after that have no more that they can do. But I will forewarn you whom ye shall fear: Fear him, which after he hath killed hath power to cast into hell: yea, I say unto you, Fear him.",
      "Blessed are they which are persecuted for righteousness' sake: for their's is the kingdom of heaven. Blessed are ye, when men shall revile you and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad: for great is your reward in heaven. -- None of these things move me, neither count I my life dear unto myself, so that I might finish my course with joy. -- I will speak of thy testimonies ... before kings, and will not be ashamed."
    ],
    "header": "I will not fear what man shall do unto me.",
    "name": "Morning",
    "references": [
      "Rom 8:35,37",
      "Luke 12:4,5",
      "Matt 5:10-12",
      "Acts 20:24",
      "Psa 119:46"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
