{
  "date_key": "january-01",
  "date_name": "Thursday 01-January, 2026",
  "evening": {
    "body": [
      "If thy presence go not with me, carry us not up hence. -- O Lord, I know that the way of man is not in himself: it is not in man that walketh to direct his steps.",
      "The steps of a good man are ordered by the Lord: and he delighteth in his way. Though he fall, he shall not be utterly cast down: for the Lord upholdeth him with his hand.",
      "I am continually with thee: thou hast holden me by my right hand. Thou shalt guide me with thy counsel, and afterward receive me to glory. -- I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord."
    ],
    "header": "The Lord, he it is that doth go before thee; he will be with thee, he will not fail thee.",
    "name": "Evening",
    "references": [
      "Exo 33:15",
      "Jer 10:23",
      "Psa 37:23,24",
      "Psa 73:23,24",
      "Rom 8:38,39"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Father, I will that they ... whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me. -- I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day. -- He which hath begun a good work in you will perform it until the day of Jesus Christ.",
      "Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain. And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible. -- Let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us, looking unto Jesus."
    ],
    "header": "This one thing I do, forgetting those things which are behind,... I press toward the mark for the prize of the high calling of God in Christ Jesus.",
    "name": "Morning",
    "references": [
      "John 17:24",
      "2 Tim 1:12",
      "Phl 1:6",
      "1 Cor 9:24,25",
      "Heb 12:1,2"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
