{
  "date_key": "february-08",
  "date_name": "Thursday 08-February, 2024",
  "evening": {
    "body": [
      "The wall of the city had twelve foundations, and in them the names of the twelve apostles of the Lamb.",
      "Ye are no more strangers and foreigners, but feIlowcitizens with the saints, and of the household of God, and are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone; in whom all the building fitly framed together groweth unto an holy temple in the Lord: in whom ye also are builded together for an habitation of God through the Spirit. -- If so be ye have tasted that the Lord is gracious. To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious, ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.",
      "Praise waiteth for thee, O God, in Zion."
    ],
    "header": "Thou shalt call thy walls Salvation, and thy gates Praise.",
    "name": "Evening",
    "references": [
      "Rev 21:14",
      "Eph 2:19-22,1 Pet 2:3",
      "Psa 65:1"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The Lord said, shall I hide from Abraham that thing which I do? -- It is given unto you to know the mysteries of the kingdom of heaven. -- God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God. -- Even the hidden wisdom, which God ordained before the world unto our glory.",
      "Blessed is the man whom thou choosest, and causest to approach unto thee, that he may dwell in thy courts: we shall be satisfied with the goodness of thy house, even of thy holy temple. -- The secret of the Lord is with them that fear him: and he will shew them his covenant. -- I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me. Ye are my friends, if ye do whatsoever I command you."
    ],
    "header": "Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends.",
    "name": "Morning",
    "references": [
      "Gen 18:17",
      "Matt 13:11,1 Cor 2:10,1 Cor 2:7",
      "Psa 65:4",
      "Psa 25:14",
      "John 17:8",
      "John 15:14"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
