{
  "date_key": "march-24",
  "date_name": "Monday 24-March, 2025",
  "evening": {
    "body": [
      "My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, ... but now is my kingdom not from hence. -- Expecting till his enemies be made his footstool.",
      "The kingdoms of this world are become the kingdoms of our Lord, and of his Christ; and he shall reign for ever and ever. -- Thou hast made us unto our God kings and priests: and we shall reign on the earth. -- I saw thrones, and they sat upon them, and judgment was given unto them; ... and they lived and reigned with Christ a thousand years. -- Then shall the righteous shine forth as the sun in the kingdom of their Father. -- Fear not, little flock; for it is your Father's good pleasure to give you the kingdom.",
      "I appoint unto you a kingdom, as my Father hath appointed unto me; that ye may eat and drink at my table in my kingdom, and sit on thrones judging the twelve tribes of Israel.",
      "Thy kingdom come."
    ],
    "header": "God hath called you unto his kingdom and glory.",
    "name": "Evening",
    "references": [
      "John 18:36",
      "Heb 10:13",
      "Rev 11:15",
      "Rev 5:10",
      "Rev 20:4",
      "Matt 13:43",
      "Luke 12:32",
      "Luke 22:29,30",
      "Matt 6:10"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "He staggered not at the promise of God through unbelief; but was strong in faith, giving glory to God; and being fully persuaded that, what he had promised, he was able also to perform. And therefore it was imputed to him for righteousness. Now it was not written for his sake alone, that it was imputed to him: but for us also, to whom it shall be imputed, if we believe on him that raised up Jesus our Lord from the dead.",
      "The promise, that he should be the heir of the world, was not to Abraham, or to his seed, through the law, but through the righteousness of faith.",
      "The just shall live by faith. -- Let us hold fast the profession of our faith without wavering; (for he is faithful that promised). -- Our God is in the heavens; he hath done whatsoever he hath pleased. -- With God nothing shall be impossible. And blessed is she that believed: for there shall be a performance of those things which were told her from the Lord."
    ],
    "header": "Abraham believed in the Lord; and he counted it to him for righteousness.",
    "name": "Morning",
    "references": [
      "Rom 4:20‑24",
      "Rom 4:13",
      "Rom 1:17",
      "Heb 10:23",
      "Psa 115:3",
      "Luke 1:37,45"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
