{
  "date_key": "january-04",
  "date_name": "Thursday 04-January, 2024",
  "evening": {
    "body": [
      "The sting of death is sin. -- But now once in the end of the world hath he appeared to put away sin by the sacrifice of himself. And as it is appointed unto men once to die, but after this the judgment: so Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation.",
      "As the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil; and deliver them who through fear of death were all their lifetime subject to bondage.",
      "I am now ready to be offered, and the time of my departure is at hand. I have fought a good fight, I have finished my course, I have kept the faith: henceforth there is laid up for me a crown of righteousness."
    ],
    "header": "O  death, where is thy sting? O grave, where is thy victory?",
    "name": "Evening",
    "references": [
      "1 Cor 15:56",
      "Heb 9:26",
      "Heb 2:14,15",
      "2 Tim 4:6"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "This is not your rest. -- There remaineth therefore a rest to the people of God. -- Within the veil; whither the forerunner is for us entered, even Jesus.",
      "In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also. -- With Christ; which is far better.",
      "God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain; for the former things are passed away. -- There the wicked cease from troubling: and there the weary be at rest.",
      "Lay up for yourselves treasures in heaven. For where your treasure is, there will your heart be also. -- Set your affection on things above, not on things on the earth."
    ],
    "header": "Ye are not as yet come to the rest and to the inheritance, which the Lord your God giveth you.",
    "name": "Morning",
    "references": [
      "Mic 2:10",
      "Heb 4:9",
      "Heb 6:19,20",
      "John 14:2,3",
      "Phl 1:23",
      "Rev 21:4",
      "Job 3:17",
      "Matt 6:20,21",
      "Col 3:2"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
