{
  "date_key": "march-07",
  "date_name": "Friday 07-March, 2025",
  "evening": {
    "body": [
      "All his saints are in thy hand. -- The word of the Lord came unto Elijah, saying, Get thee hence, and turn thee eastward, and hide thyself by the brook Cherith, that is before Jordan. And it shall be, that thou shalt drink of the brook; and I have commanded the ravens to feed thee there. And the word of the Lord can unto him, saying, Arise, get thee to Zarephath, which belongeth to Zidon, and dwell there: behold, I have commanded a widow woman there to sustain thee.",
      "Take no thought for your life, what ye shall eat, or what shall drink; nor yet for your body, what ye shall put on. Your heavenly Father knoweth that ye have need of all these things.",
      "Trust in the Lord with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths. -- Casting all your care upon him; for he cares for you."
    ],
    "header": "My times are in thy hand.",
    "name": "Evening",
    "references": [
      "Deut 33:3",
      "1 Kgs 17:2‑4,8,9",
      "Matt 6:25,32",
      "Prov 3:5,6",
      "1 Pet 5:7"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "This is a great mystery: but I speak concerning Christ and the church.",
      "Thou shalt no more be termed Forsaken ... but thou shalt be called Hephzibah, ... for the Lord delighteth in thee. And as the bridegroom rejoiceth over the bride, so shall thy God rejoice over thee. -- He hath sent me ... to comfort all that mourn; to appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness.",
      "I will greatly rejoice in the Lord, my soul shall be joyful in my God; for he hath clothed me with the garments of salvation, as a bridegroom decketh himself with ornaments, and as a bride adorneth herself with her jewels.",
      "I will betroth thee unto me for ever; yea, I will betroth thee unto me in righteousness, and in judgment, and in lovingkindness and in mercies.",
      "Who shall separate us from the love of Christ?"
    ],
    "header": "Thy Maker is thine husband; the Lord of hosts is his name.",
    "name": "Morning",
    "references": [
      "Eph 5:32",
      "Isa 62:4,5",
      "Isa 61:1‑3",
      "Isa 61:10",
      "Hos 2:19",
      "Rom 8:35"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
