{
  "date_key": "september-12",
  "date_name": "Tuesday 12-September, 2023",
  "evening": {
    "body": [
      "The LORD hear thee in the day of trouble; the name of the God of Jacob defend thee; send thee help from the sanctuary, and strengthen thee out of Zion. We will rejoice in thy salvation, and in the name of our God we will set up our banners. Some trust in chariots, and some in horses: but we will remember the name of the LORD our God. They are brought down and fallen: but we are risen, and stand upright.",
      "When the enemy shall come in like a flood, the Spirit of the LORD shall lift up a standard against him. -- There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able: but will with the temptation also make a way to escape, that ye may be able to bear it.",
      "If God be for us, who can be against us? -- The LORD is on my side; I will not fear.",
      "Our God whom we serve is able to deliver us, and he will deliver us."
    ],
    "header": "The Lord taketh my part.",
    "name": "Evening",
    "references": [
      "Psa 20:1,2,5,7,8",
      "Isa 59:19",
      "1 Cor 10:13",
      "Rom 8:31",
      "Psa 118:6",
      "Dan 3:17"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "I am the LORD that healeth thee.",
      "O LORD, thou hast searched me, and known me. Thou knowest my downsitting and mine uprising, thou understandest my thought afar off. Thou compassest my path and my lying down, and art acquainted with all my ways. -- Thou hast set our iniquities before thee, our secret sins in the light of thy countenance. -- All things are naked and opened unto the eyes of him with whom we have to do.",
      "Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool. -- He is gracious unto him, and saith, Deliver him from going down to the pit: I have found a ransom. -- He was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him: and with his stripes we are healed. -- He hath sent me to bind up the brokenhearted. -- Thy faith hath made thee whole; go in peace, and be whole of thy plague."
    ],
    "header": "I have seen his ways, and will heal him.",
    "name": "Morning",
    "references": [
      "Exo 15:26",
      "Psa 139:1-3",
      "Psa 90:8",
      "Heb 4:13",
      "Isa 1:18",
      "Job 33:24",
      "Isa 53:5",
      "Isa 61:1",
      "Mark 5:34"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
