{
  "date_key": "december-14",
  "date_name": "Sunday 14-December, 2025",
  "evening": {
    "body": [
      "We ourselves also were sometime foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another. -- Marvel not that I said unto thee, Ye must be born again.",
      "Job answered the LORD, and said, Behold, I am vile: what shall I answer thee? I will lay mine hand upon my mouth. -- The LORD said unto Satan, Hast thou considered my servant Job, that there is none like him in the earth, a perfect and an upright man, one that feareth God, and escheweth evil?",
      "Behold, I was shapen in iniquity; and in sin did my mother conceive me. -- David ... to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.",
      "I obtained mercy, ... who was before a blasphemer, and a persecutor, and injurious.",
      "That which is born of the flesh is flesh; and that which is born of the Spirit is spirit."
    ],
    "header": "By nature the children of wrath, even as others.",
    "name": "Evening",
    "references": [
      "Tit 3:3",
      "John 3:7",
      "Job 40:3,4",
      "Job 1:8",
      "Psa 51:5",
      "Acts 13:22",
      "1 Tim 1:13",
      "John 3:6"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "This people have I formed for myself; they shall shew forth my praise. -- I will cleanse them from all their iniquity, whereby they have sinned against me; and I will pardon all their iniquities, whereby they have sinned, and whereby they have transgressed against me. And it shall be to me a name of joy, a praise and an honour before all the nations of the earth. -- By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.",
      "I will praise thee, O Lord my God, with all my heart: and I will glorify thy name for evermore. For great is thy mercy toward me: and thou hast delivered my soul from the lowest hell. -- Who is like unto thee, O LORD, ... glorious in holiness, fearful in praises, doing wonders? -- I will praise the name of God with a song, and will magnify him with thanksgiving. -- They sing the song of Moses the servant of God and the song of the Lamb, saying, Great and marvellous are thy works, Lord God Almighty."
    ],
    "header": "Make his praise glorious.",
    "name": "Morning",
    "references": [
      "Isa 43:21",
      "Jer 33:8,9",
      "Heb 13:15",
      "Psa 86:12,13",
      "Exo 15:11",
      "Psa 69:30",
      "Rev 15:3"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
