{
  "date_key": "november-15",
  "date_name": "Saturday 15-November, 2025",
  "evening": {
    "body": [
      "They brought great stones, costly stones, and hewed stones, to lay the foundation of the house. -- The house, when it was in building, was built of stone made ready before it was brought thither: so that there was neither hammer nor axe nor any tool of iron heard in the house, while it was in building.",
      "Ye also, as lively stones, are built up a spiritual house. -- Built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone; in whom all the building fitly framed together groweth unto an holy temple in the Lord: in whom ye also are builded together for an habitation of God through the Spirit. -- Which in time past were not a people, but are now the people of God.",
      "Ye are God's building. -- Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new. -- Now he that hath wrought us for the selfsame thing is God, who also hath given unto us the eamest of the Spirit."
    ],
    "header": "We are his workmanship.",
    "name": "Evening",
    "references": [
      "1 Kgs 5:17",
      "1 Kgs 6:7",
      "1 Pet 2:5",
      "Eph 2:20-22",
      "1 Pet 2:10",
      "1 Cor 3:9",
      "2 Cor 5:17",
      "2 Cor 5:5"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Let us hold fast the profession of our faith without wavering; for he is faithful that promised. -- God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people. -- Truly our fellowship is with the Father, and with his Son Jesus Christ. -- Rejoice, inasmuch as ye are partakers of Christ's sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.",
      "That ye, being rooted and grounded in love, may be able to comprehend with all saints what is the breadth, and length, and depth, and height; and to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.",
      "Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God. -- And he that keepeth his commandments dwelleth in him, and he in him."
    ],
    "header": "God is faithful, by whom ye were called unto the fellowship of his Son Jesus Christ our Lord.",
    "name": "Morning",
    "references": [
      "Heb 10:23",
      "2 Cor 6:16",
      "1 John 1:3",
      "1 Pet 4:13",
      "Eph 3:17-19",
      "1 John 4:15",
      "1 John 3:24"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
