{
  "date_key": "december-03",
  "date_name": "Tuesday 03-December, 2024",
  "evening": {
    "body": [
      "Thou shalt ... make a laver of brass, ... and thou shalt put it between the tabernacle of the congregation and the altar, and thou shalt put water therein. For Aaron and his sons shall wash their hands and their feet thereat: when they go into the tabernacle of the congregation, they shall wash with water, that they die not; ... they shall wash their hands and their feet, that they die not. -- Your body is the temple of the Holy Ghost which is in you. -- If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.",
      "In my flesh shall I see God: whom I shall see for myself, and mine eyes shall behold, and not another. -- There shall in no wise enter into it any thing that defileth. -- Thou art of purer eyes than to behold evil, and canst not look on iniquity. -- I beseech you, therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service."
    ],
    "header": "Our bodies washed with pure water.",
    "name": "Evening",
    "references": [
      "Exo 30:18-21",
      "1 Cor 6:19",
      "1 Cor 3:17",
      "Job 19:26,27",
      "Rev 21:27",
      "Hab 1:13",
      "Rom 12:1"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Is anything too hard for the LORD? -- Commit thy way unto the LORD; trust also in him; and he shall bring it to pass. -- Be careful for nothing; but in every thing by prayer and supplication, with thanksgiving, let your requests be made known unto God. -- Casting all your care upon him, for he careth for you.",
      "Hezekiah received the letter from the hand of the messengers, and read it: and Hezekiah went up unto the house of the LORD, and spread it before the LORD. And Hezekiah prayed unto the LORD.",
      "It shall come to pass, that before they call, I will answer; and while they are yet speaking, I will hear. -- The effectual fervent prayer of a righteous man availeth much.",
      "I love the Lord, because he hath heard my voice and my supplications. Because he hath inclined his ear unto me, therefore will I call upon him as long as I live."
    ],
    "header": "I would seek unto God, and unto God would I commit my cause.",
    "name": "Morning",
    "references": [
      "Gen 18:14",
      "Psa 37:5",
      "Phl 4:6",
      "1 Pet 5:7",
      "Isa 37:14,15",
      "Isa 65:24",
      "Jas 5:16",
      "Psa 116:1,2"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
