{
  "date_key": "january-08",
  "date_name": "Monday 08-January, 2024",
  "evening": {
    "body": [
      "The iniquity of Israel shall be sought for, and there shall be none; and the sins of Judah, and they shall not be found: for I will pardon them whom I reserve. -- Who is a God like unto thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger forever, because he delighteth in mercy. He will turn again, he will have compassion upon us; he will subdue our iniquities; and thou wilt cast all their sins into the depths of the sea.",
      "He hath made us accepted in the beloved. -- To present you holy and unblameable and unreproveable in his sight.",
      "Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy, to the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen."
    ],
    "header": "They are without fault before the throne of God.",
    "name": "Evening",
    "references": [
      "Jer 50:20",
      "Mic 7:18,19",
      "Eph 1:6",
      "Col 1:22",
      "Jude 24,25"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "The name of the Lord is a strong tower: the righteous runneth into it, and is safe. -- I will trust, and not be afraid: for the Lord JEHOVAH is my strength and my song; he also is become my salvation.",
      "I have been young, and now am old; yet have I not seen the righteous forsaken, nor his seed begging bread. -- For the Lord loveth judgment, and forsaketh not his saints, they are preserved for ever: but the seed of the wicked shall be cut off. -- The Lord will not forsake his people for his great name's sake: because it hath pleased the Lord to make you his people. -- Who delivered us from so great a death, and doth deliver: in whom we trust that he will yet deliver us.",
      "Be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee. So that we may boldly say, The Lord is my helper, I will not fear what man shall do unto me."
    ],
    "header": "They that know thy name will put their trust in thee: for thou, Lord, hast not forsaken them that seek thee.",
    "name": "Morning",
    "references": [
      "Prov 18:10",
      "Isa 12:2",
      "Psa 37:25",
      "Psa 37:28",
      "1 Sam 12:22",
      "2 Cor 1:10",
      "Heb 13:5,6"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
