{
  "date_key": "april-07",
  "date_name": "Monday 07-April, 2025",
  "evening": {
    "body": [
      "In all their affliction he was afflicted, and the angel of his presence saved them: in his love and in his pity he redeemed them; and he bare them, and carried them. -- He whom thou lovest is sick. -- My grace is sufficient for thee: for my strength is made perfect in weakness.",
      "Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me. -- I can do all things through Christ which strengtheneth me.",
      "We faint not; ... though our outward man perish, yet the inward man is renewed day by day.",
      "In him we live, and move, and have our being. -- He giveth power to the faint; and to them that have no might he increaseth strength. Even the youths shall faint and be weary, and the young men shall utterly fall: but they that wait upon the Lord shall renew their strength. -- The eternal God is thy refuge, and underneath are the everlasting arms."
    ],
    "header": "The Lord strengthen him upon the bed of languishing: thou wilt make all his bed in his sickness.",
    "name": "Evening",
    "references": [
      "Isa 63:9",
      "John 11:3",
      "2 Cor 12:9",
      "Phl 4:13",
      "2 Cor 4:16",
      "Acts 17:28",
      "Isa 40:29‑31",
      "Deut 33:27"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "We ... rejoice in hope of the glory of God. And not only so, but we glory in tribulations also. -- I am filled with comfort, I am exceeding joyful in all our tribulation. -- Believing, ye rejoice with joy unspeakable and full of glory.",
      "In a great trial of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality. -- Unto me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ; and to make all men see what is the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ.",
      "Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him? -- God is able to make all grace abound toward you; that ye, always having all sufficiency in all things, may abound to every good work."
    ],
    "header": "As sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things.",
    "name": "Morning",
    "references": [
      "Rom 5:2,3",
      "2 Cor 7:4",
      "1 Pet 1:8",
      "2 Cor 8:2",
      "Eph 3:8,9",
      "Jas 2:5",
      "2 Cor 9:8"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
