{
  "date_key": "january-31",
  "date_name": "Friday 31-January, 2025",
  "evening": {
    "body": [
      "If any man sin, we have an advocate with the Father, Jesus Christ the righteous: and he is the propitiation for our sins: and not for our's only, but also for the sins of the whole world. -- Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God; to declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.",
      "He is gracious unto him, and saith, Deliver him from going down to the pit: I have found a ransom.",
      "What shall we then say to these things? If God be for us, who can be against us? It is God that justifieth. Who is he that condemneth? It is Christ that died, yea, rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us."
    ],
    "header": "If a man sin against the Lord, who shall intreat for him?",
    "name": "Evening",
    "references": [
      "1 John 2:1,2",
      "Rom 3:25,26",
      "Job 33:24",
      "Rom 8:31,33,34"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "those which ye let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.",
      "Fight the good fight of faith. -- The weapons of our warfare are not carnal, but mighty through God to the pulling down of strongholds; casting down imaginations, ... and bringing into captivity every thought to the obedience of Christ.",
      "Brethren, we are debtors, not to the flesh, to live after the flesh. For if ye live after the flesh, ye shall die; but if ye through the Spirit do mortify the deeds of the body, ye shall live.",
      "The flesh lusteth against the Spirit, and the Spirit against the flesh; and these are contrary the one to the other: so that ye cannot do the things that ye would. -- I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members. -- We are more than conquerors through him that loved us."
    ],
    "header": "If ye will not drive out the inhabitants of the land from before you;",
    "name": "Morning",
    "references": [
      "1 Tim 6:12",
      "2 Cor 10:4,5",
      "Rom 8:12,13",
      "Gal 5:17",
      "Rom 7:23",
      "Rom 8:37"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
