{
  "date_key": "january-13",
  "date_name": "Saturday 13-January, 2024",
  "evening": {
    "body": [
      "If thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother ... Lord, how oft shall my brother sin against me, and I forgive him? till seven times? Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven. -- When ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.",
      "Put on, therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering; forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye. -- Be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you.",
      "The apostles said unto the Lord, Increase our faith."
    ],
    "header": "Let not the sun go down upon your wrath.",
    "name": "Evening",
    "references": [
      "Matt 18:15,21,22",
      "Mark 11:25",
      "Col 3:12,13",
      "Eph 4:32",
      "Luke 17:5"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Cast thy burden upon the Lord, and he shall sustain thee; he shall never suffer the righteous to be moved. -- I will trust, and not be afraid: for the Lord JEHOVAH is my strength and my song; he also is become my salvation.",
      "Why are ye fearful, O ye of little faith? -- Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus. -- In quietness and in confidence shall be your strength.",
      "The effect of righteousness [shall be] quietness and assurance for ever. -- Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid. -- Peace, from him which is, and which was, and which is to come."
    ],
    "header": "Thou wilt keep him in perfect peace, whose mind is stayed on thee.",
    "name": "Morning",
    "references": [
      "Psa 55:22",
      "Isa 12:2",
      "Matt 8:26",
      "Phl 4:6,7",
      "Isa 30:15",
      "Isa 32:17",
      "John 14:279",
      "Rev 1:4"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
