{
  "date_key": "june-25",
  "date_name": "Wednesday 25-June, 2025",
  "evening": {
    "body": [
      "In him dwelleth all the fulness of the Godhead bodily. -- I have laid help upon one that is mighty; I have exalted one chosen out of the people. -- I have trodden the winepress alone; and of the people there was none with me.",
      "Great is the mystery of godliness: God was manifest in the flesh. -- Unto us a child is born, unto us a son is given, and the government shall be upon his shoulder; and his name shall be called Wonderful, Counsellor, The mighty God, The Everlasting Father, The Prince of Peace.",
      "The brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the majesty on high. -- Unto the Son he saith, Thy throne, O God, is for ever and ever.",
      "Let all the angels of God worship him. Kings of kings, and Lord of lords."
    ],
    "header": "The man that is my fellow, saith the Lord of hosts.",
    "name": "Evening",
    "references": [
      "Col 2:9",
      "Psa 89:19",
      "Isa 63:3",
      "1 Tim 3:16",
      "Isa 9:6",
      "Heb 1:3",
      "Heb 1:8",
      "Heb 1:6",
      "Rev 19:16"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "As many as received him, to them gave he power to become the sons of God, even to them that believe on his name. -- Whereby are given unto us exceeding great and precious promises; that by these we might be partakers of the divine nature, having escaped the corruption that is in the world through lust.",
      "Since the beginning of the world men have not heard, nor perceived by the ear, neither hath the eye seen, O God, beside thee, that he hath prepared for him that waiteth for him.",
      "Now we see through a glass. darkly; but then face to face: now I know in part; but then shall I know even as also I am known. -- Christ ... shall change our vile body ... that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself. -- As for me, I will behold thy face in righteousness: I shall be satisfied, when I awake, with thy likeness."
    ],
    "header": "When he shall appear, we shall be like him; we shall see him as he is.",
    "name": "Morning",
    "references": [
      "John 1:12",
      "2 Pet 1:4",
      "Isa 64:4",
      "1 Cor 13:12",
      "Phl 3:20,21",
      "Psa 17:15"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
