{
  "date_key": "july-23",
  "date_name": "Wednesday 23-July, 2025",
  "evening": {
    "body": [
      "Is any sick among you? let him call for the elders of the church; and let them pray over him. And the prayer of faith shall save the sick, and the Lord shall raise him up. Pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much. Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months. And he prayed again, and the heaven gave rain, and the earth brought forth her fruit.",
      "Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints.",
      "Without ceasing I make mention of you always in my prayers. -- Always labouring fervently for you in prayers, that ye may stand perfect and complete in all the will of God."
    ],
    "header": "Brethren, pray for us.",
    "name": "Evening",
    "references": [
      "Jas 5:14‑18",
      "Eph 6:18",
      "Rom 1:9",
      "Col 4:12"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father. Take ye heed, watch and pray: for ye know not when the time is. And what I say unto you I say unto all, Watch. -- The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us‑ward, not willing that any should perish, but that all should come to repentance. -- The coming of the Lord draweth nigh. The judge standeth before the door. -- Surely I come quickly.",
      "Seeing ... that all these things shall be dissolved, what manner of persons ought ye to be in all holy conversation and godliness.",
      "The end of all things is at hand: be ye therefore sober, and watch unto prayer. -- Let your loins be girded about, and your lights burning; and ye yourselves like unto men that wait for their lord, when he will return from the wedding; that when he cometh and knocketh, they may open unto him immediately."
    ],
    "header": "Then cometh the end.",
    "name": "Morning",
    "references": [
      "Matt 13:32,33,37",
      "2 Pet 3:9",
      "Jas 5:8,9",
      "Rev 22:20",
      "2 Pet 3:11",
      "1 Pet 4:7",
      "Luke 12:35,36"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
