{
  "date_key": "july-29",
  "date_name": "Saturday 29-July, 2023",
  "evening": {
    "body": [
      "No weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the servants of the Lord, and their righteousness is of me, saith the Lord. -- The angel of the Lord encampeth round about them that fear him, and delivereth them. O taste and see that the Lord is good: blessed is the man that trusteth in him. O fear the Lord, ye his saints: for there is no want to them that fear him. The young lions do lack, and suffer hunger: but they that seek the Lord shall not want any good thing. -- The lines are fallen unto me in pleasant places; yea, I have a goodly heritage.",
      "Unto you that fear my name shall the Sun of righteousness arise with healing in his wings: and ye shall go forth, and grow up as calves of the stall. -- He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?"
    ],
    "header": "Thou hast given me the heritage of those that fear thy name.",
    "name": "Evening",
    "references": [
      "Isa 54:17",
      "Psa 34:7‑10",
      "Psa 16:6",
      "Mal 4:2",
      "Rom 8:32"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Make haste, my beloved, and be thou like to a roe or to a young hart upon the mountains of spices. -- We ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body. -- Bow thy heavens, O Lord, and come down: touch the mountains, and they shall smoke.",
      "This same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven. -- Unto them that look for him shall he appear the second time without sin unto salvation. -- It shall be said in that day, Lo, this is our God; we have waited for him, and he will save us: this is the Lord; we have waited for him, we will be glad and rejoice in his salvation.",
      "He which testifieth these things saith, Surely I come quickly. Amen. Even so, come, Lord Jesus. -- That blessed hope ... the glorious appearing of the great God and our Saviour Jesus Christ. -- Our conversation is in heaven."
    ],
    "header": "Oh that thou wouldest rend the heavens, that thou wouldest come down.",
    "name": "Morning",
    "references": [
      "Song 8:14",
      "Rom 8:23",
      "Psa 144:5",
      "Acts 1:10,11",
      "Heb 9:28",
      "Isa 25:9",
      "Rev 22:20",
      "Tit 2:13",
      "Phil 3:20"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
