{
  "date_key": "august-07",
  "date_name": "Wednesday 07-August, 2024",
  "evening": {
    "body": [
      "Lift up your heads, O ye gates; even lift them up, ye everlasting doors; and the King of glory shall come in. Who is this King of glory? The Lord of hosts, he is the King of glory. -- He hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.",
      "Unto you ... which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner. -- Christ crucified, unto the Jews a stumblingblock, and unto the Greeks foolishness; but unto them which are called, both Jews and Greeks, Christ the power of God, and the wisdom of God.",
      "I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ. -- Lord, thou knowest all things: thou knowest that I love thee."
    ],
    "header": "What think ye of Christ?",
    "name": "Evening",
    "references": [
      "Psa 24:9,10",
      "Rev 9:16",
      "1 Pet 2:7",
      "1 Cor 1:23,24",
      "Phl 3:8",
      "John 21:17"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water. -- If ye ... being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask him? -- Verily, verily, I say unto you, Whatsoever ye shall ask the Father in my name, he will give it you. Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be full. -- Ye have not, because ye ask not.",
      "When ... the Spirit of truth is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come. He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
      "They rebelled, and vexed his Holy Spirit: therefore he was turned to be their enemy, and He fought against them."
    ],
    "header": "The Comforter, which is the Holy Ghost, whom the Father will send in my name.",
    "name": "Morning",
    "references": [
      "John 4:10",
      "Luke 11:13",
      "John 16:23,24",
      "Jas 4:2",
      "John 16:13,14",
      "Isa 63:10"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
