{
  "date_key": "december-01",
  "date_name": "Friday 01-December, 2023",
  "evening": {
    "body": [
      "The new heavens and the new earth, which I will make, shall remain before me, ... so shall your seed and your name remain.",
      "We, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness.",
      "I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea. And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband. And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God. And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away. And he that sat upon the throne said, Behold, I make all things new."
    ],
    "header": "Behold, I create new heavens and a new earth.",
    "name": "Evening",
    "references": [
      "Isa 66:22",
      "2 Pet 3:13",
      "Rev 21:1-5"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Forasmuch ... as the children are partakers of flesh and blood, he also himself likewise took part of the same. -- The man that is my fellow, saith the LORD of hosts. -- I and my Father are one.",
      "He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty. -- There shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and for a covert from storm and from rain. -- The LORD is thy shade upon thy right hand. The sun shall not smite thee by day, nor the moon by night.",
      "When my heart is overwhelmed: lead me to the rock that is higher than I. -- Thou art my hiding place; thou shalt preserve me from trouble. -- Thou hast been a strength to the poor, a strength to the needy in his distress, a refuge from the storm, a shadow from the heat, when the blast of the terrible ones is as a storm against the wall."
    ],
    "header": "A man shall be as a hiding place from the wind, and a covert from the tempest.",
    "name": "Morning",
    "references": [
      "Heb 2:14",
      "Zech 13:7",
      "John 10:30",
      "Psa 91:1",
      "Isa 4:6",
      "Psa 121:5,6",
      "Psa 61:2",
      "Psa 32:7",
      "Isa 25:4"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
