{
  "date_key": "august-26",
  "date_name": "Monday 26-August, 2024",
  "evening": {
    "body": [
      "O taste and see that the LORD is good: blessed is the man that trusteth in him. O fear the LORD, ye his saints: for there is no want to them that fear him. The young lions do lack, and suffer hunger: but they that seek the LORD shall not want any good thing. -- His compassions fail not. They are new every morning: great is thy faithfulness.",
      "The LORD is the portion of mine inheritance and of my cup: thou maintainest my lot. The lines are fallen unto me in pleasant places; yea, I have a goodly heritage. -- Whether ... the world, or life, or death, or things present, or things to come; all are yours. -- Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places in Christ.",
      "I have learned, in whatsoever state I am, therewith to be content. -- Godliness with contentment is great gain. -- My God shall supply all your need according to his riches in glory by Christ Jesus."
    ],
    "header": "My cup runneth over.",
    "name": "Evening",
    "references": [
      "Psa 34:8-10",
      "Lam 3:22,23",
      "Psa 16:5,6",
      "1 Cor 3:22",
      "Eph 1:3",
      "Phl 4:11",
      "1 Tim 6:6",
      "Phl 4:19"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Holiness, without which no man can see the Lord. -- God is a Spirit: and they that worship him must worship him in spirit and in truth. -- But we are all as an unclean thing, and all our righteousnesses are as filthy rags. -- I will be sanctified in them that come nigh me, and before all the people I will be glorified.",
      "This is the law of the house: Upon the top of the mountain the whole limit thereof round about shall be most holy. -- Holiness becometh thine house, O LORD, for ever.",
      "For their sakes I sanctify myself, that they also might be sanctified through the truth. -- Seeing ... that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us ... come boldly unto the throne of grace. that we may obtain mercy, and find grace to help in time of need."
    ],
    "header": "Thou shalt make a plate of pure gold, and grave upon it, like the engravings of a signet: HOLINESS TO THE LORD.",
    "name": "Morning",
    "references": [
      "Heb 12:14",
      "John 4:24",
      "Isa 64:6",
      "Lev 10:3",
      "Ezek 43:12",
      "Psa 93:5",
      "John 17:19",
      "Heb 4:14,16"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
