{
  "date_key": "august-08",
  "date_name": "Friday 08-August, 2025",
  "evening": {
    "body": [
      "Him that cometh to me I will in no wise cast out. -- Lord, remember me when thou comest into thy kingdom. And Jesus said unto him, Verily I say unto thee, To day shalt thou be with me in paradise. -- What will ye that I shall do unto you? They say unto him, Lord, that our eyes may be opened. So Jesus had compassion on them, and touched their eyes: and immediately their eyes received sight, and they followed him.",
      "If ye ... being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask him? -- I will put my Spirit within you. Thus saith the Lord GOD; I will yet for this be enquired of.",
      "This is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us: and if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him."
    ],
    "header": "Whosoever shall call upon the name of the Lord shall be saved.",
    "name": "Evening",
    "references": [
      "John 6:37",
      "Luke 23:42,43",
      "Matt 20:32‑34",
      "Luke 11:13",
      "Eze 6:27,37",
      "1 John 5:14,15"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus. -- Then shall we know, if we follow on to know the Lord.",
      "Then shall the righteous shine forth as the sun in the kingdom of their Father. -- We all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even as by the Spirit of the Lord. -- When that which is perfect is come, then that which is in part shall be done away. -- For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known. -- Beloved, now are we the sons of God; and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him, for we shall see him as he is. And every man that hath this hope in him purifieth himself, even as he is pure."
    ],
    "header": "The path of the just is as the shining light, that shineth more and more unto the perfect day.",
    "name": "Morning",
    "references": [
      "Phl 3:12",
      "Hos 6:3",
      "Matt 13:43",
      "2 Cor 3:18",
      "1 Cor 13:10,12",
      "1 John 3:2,3"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
