{
  "date_key": "february-26",
  "date_name": "Thursday 26-February, 2026",
  "evening": {
    "body": [
      "This is the token of the covenant which I make between me and you and every living creature that is with you, for perpetual generations: I do set my bow in the cloud,... and I will look upon it, that I may remember the everlasting covenant between God and every living creature of all flesh that is upon the earth. -- An everlasting covenant, ordered in all things and sure. -- That by two immutable things, in which it was impossible for God to lie, we might have a strong consolation, who have fled for refuge to lay hold upon the hope set before us.",
      "We declare unto you glad tidings, how that the promise which was made unto the fathers, God hath fulfilled the same unto their children, in that He hath raised up Jesus again. Jesus Christ the same yesterday, and today, and for ever."
    ],
    "header": "There was a rainbow round about the throne, in sight like unto an emerald.",
    "name": "Evening",
    "references": [
      "Gen 9:12,13,16",
      "2 Sam 23:5",
      "Heb 6:18",
      "Acts 13:32",
      "Heb 13:8"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Examine me, O Lord, and prove me; try my reins and my heart. -- Behold, thou desirest truth in the inward parts: and in the hidden part thou shalt make me to know wisdom. -- I thought on my ways, and turned my feet unto thy testimonies. I made haste and delayed not to keep thy commandments. -- Let a man examine himself, and so let him eat of that bread, and drink of that cup.",
      "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness. -- We have an advocate with the Father, Jesus Christ the righteous: and he is the propitiation for our sins. -- Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus, by a new and living way which he hath consecrated for us, through the veil, that is say, his flesh: and having a high priest over the house of God; let us draw near with a true heart, in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water."
    ],
    "header": "Let us search and try our ways, and turn again to the Lord.",
    "name": "Morning",
    "references": [
      "Psa 26:2",
      "Psa 51:6",
      "Psa 119:59,60",
      "1 Cor 11:28",
      "1 John 1:9",
      "1 John 2:1",
      "Heb 10:19‑22"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
