{
  "date_key": "december-10",
  "date_name": "Tuesday 10-December, 2024",
  "evening": {
    "body": [
      "Ye shall know the truth, and the truth shall make you free. Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin. If the Son therefore shall make you free, ye shall be free indeed.",
      "Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage. For, brethren, ye have been called unto liberty; only use not liberty for an occasion to the flesh, but by love serve one another. For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself. -- Being then made free from sin, ye became the servants of righteousness. -- For the woman which hath an husband is bound by the law to her husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.",
      "The law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death. -- I will walk at liberty, for I seek thy precepts."
    ],
    "header": "The perfect law of liberty.",
    "name": "Evening",
    "references": [
      "John 8:32-34,36",
      "Gal 5:1,13-14",
      "Rom 6:18",
      "Rom 7:2",
      "Rom 8:2",
      "Psa 119:45"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day. -- The Lord shall deliver me from every evil work, and will preserve me unto his heavenly kingdom. -- We are more than conquerors through him that loved us. For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord. -- Your life is hid with Christ in God.",
      "Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?",
      "Our Lord Jesus Christ himself, and God, even our Father, which hath loved us, and hath given us everlasting consolation and good hope through grace, comfort your hearts, and stablish you in every good word and work."
    ],
    "header": "No man is able to pluck them out of my Father's hand.",
    "name": "Morning",
    "references": [
      "2 Tim 1:12",
      "2 Tim 4:18",
      "Rom 8:37-39",
      "Col 3:3",
      "Jas 2:5",
      "2 Thes 2:16,17"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
