{
  "date_key": "april-17",
  "date_name": "Monday 17-April, 2023",
  "evening": {
    "body": [
      "I have loved thee with an everlasting love: therefore with lovingkindness have I drawn thee. -- I drew them with cords of a man, with bands of love. -- I, if I be lifted up from the eaith, will draw all men unto me. -- Behold the Lamb of God. -- As Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up: that whosoever believeth in him should not perish, but have eternal life.",
      "Whom have I in heaven but thee? and there is none upon earth that I desire beside thee. -- We love him, because he first loved us.",
      "My beloved spake, and said unto me, Rise up, my love, my fair one, and come away. For, lo, the winter is past, the rain is over and gone; the flowers appear on the earth; the time of the singing of birds is come, and the voice of the turtle is heard in our land; the fig tree putteth forth her green figs, and the vines with the tender grape give a good smell. Arise, my love, my fair one, and come away."
    ],
    "header": "Draw me, we will run after thee.",
    "name": "Evening",
    "references": [
      "Jer 31:3",
      "Hos 11:4",
      "John 12:32",
      "John 1:36",
      "John 3:14,15",
      "Psa 73:25",
      "1 John 4:19",
      "Song 2:10‑13"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord. And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him. -- Glorify God in your body, and in your spirit, which are God's.",
      "Ye are a royal priesthood ... that ye should shew forth the praises of him who hath called you out of darkness into his marvelous light. -- Ye ... as lively stones, are built up a spiritual house, a holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ. -- By him ... let us offer the sacrifice of praise to God continually, that is, the fruit of our lips, giving thanks to his name.",
      "My soul shall make her boast in the Lord: the humble shall hear thereof, and be glad. O magnify the Lord with me, and let us exalt his name together."
    ],
    "header": "Whoso offereth praise glorifieth me.",
    "name": "Morning",
    "references": [
      "Col 3:16,17",
      "1 Cor 6:20",
      "1 Pet 2:9",
      "1 Pet 2:5",
      "Heb 13:15",
      "Psa 34:2,3"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
