{
  "date_key": "october-05",
  "date_name": "Sunday 05-October, 2025",
  "evening": {
    "body": [
      "Write the vision, and make it plain upon tables, that he may run that readeth it. For the vision is yet for an appointed time, but at the end it shall speak, and not lie: though it tarry, wait for it because it will surely come, it will not tarry.",
      "Beloved, be not ignorant of this one thing, that one day is with the Lord as a thousand years, and a thousand years as one day. The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us ward, not willing that any should perish, but that all should come to repentence. -- Thou, O Lord, art a God full of compassion, and gracious, longsuffering and plenteous in mercy and truth. -- Oh that thou wouldest rend the heavens, that thou wouldest come down. For since the beginning of the world men have not heard, nor perceived by the ear, neither hath the eye seen, O God, beside thee, what he hath prepared for him that waiteth for him."
    ],
    "header": "Yet a little while, (Gr. how little, how little,) and he that shall come will come, and will not tarry.",
    "name": "Evening",
    "references": [
      "Hab 2:2,3",
      "2 Pet 3:8,9",
      "Psa 86:15",
      "Isa 64:1,4"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Why art thou cast down, O my soul? and why art thou disquieted within me? hope thou in God: for I shall yet praise him, who is the health of my countenance, and my God. -- LORD, thou hast heard the desire of the humble: thou wilt prepare their heart, thou wilt cause thine ear to hear. -- For thou, Lord, art good, and ready to forgive; and plenteous in mercy unto all them that call upon thee.",
      "Jacob said unto his household, ... Let us arise and go up to Bethel; and I will make there an altar unto God, who answered me in the day of my distress, and was with me in the way which I went. -- Bless the LORD, O my soul, and forget not all his benefits.",
      "I love the LORD, because he hath heard my voice and my supplications. Because he hath inclined his ear unto me, therefore will I call upon him as long as I live. The sorrows of death compassed me, and the pains of hell gat hold upon me: I found trouble and sorrow. Then called I on the name of the LORD."
    ],
    "header": "Call upon me in the day of trouble: I will deliver thee, and thou shalt glorify me.",
    "name": "Morning",
    "references": [
      "Psa 42:11",
      "Psa 10:17",
      "Psa 86:5",
      "Gen 35:2,3",
      "Psa 103:2",
      "Psa 116:1-4"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
