{
  "date_key": "december-06",
  "date_name": "Wednesday 06-December, 2023",
  "evening": {
    "body": [
      "In the way of thy judgments, O LORD, have we waited for thee; the desire of our soul is to thy name, and to the remembrance of thee. With my soul have I desired thee in the night; yea, with my spirit within me will I seek thee early.",
      "I know that in me, (that is, in my flesh) dwelleth no good thing: for to will is present with me; but how to perform that which is good I find not. For I delight in the law of God after the inward man: but I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members. -- The flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.",
      "I can do all things through Christ which strengtheneth me. -- Our sufficiency is of God. -- My grace is sufficient for thee."
    ],
    "header": "The spirit indeed is willing, but the flesh is weak.",
    "name": "Evening",
    "references": [
      "Isa 26:8,9",
      "Rom 7:18,22,23",
      "Gal 5:17",
      "Phl 4:13",
      "2 Cor 3:5",
      "2 Cor 12:9"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Not that we are sufficient of ourselves to think any thing as of ourselves; but our sufficiency is of God. -- A man can receive nothing, except it be given him from heaven. -- No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day. -- And I will give them one heart, and one way, that they may fear me for ever.",
      "Do not err, my beloved brethren. Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning. Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.",
      "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.",
      "LORD, thou wilt ordain peace for us: for thou also hast wrought all our works in us."
    ],
    "header": "It is God which worketh in you.",
    "name": "Morning",
    "references": [
      "2 Cor 3:5",
      "John 3:27",
      "John 6:44",
      "Jer 32:39",
      "Jas 1:16-18",
      "Eph 2:10",
      "Isa 26:12"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
