{
  "date_key": "april-16",
  "date_name": "Tuesday 16-April, 2024",
  "evening": {
    "body": [
      "And Jabez called on the God of Israel, saying, Oh that thou wouldest bless me indeed, and enlarge my coast, and that thine hand might be with me, and that thou wouldest keep me from evil, that it may not grieve me! And God granted him that which he requested. -- Ask what I shall give thee. And Solomon said unto God, ... Give me now wisdom and knowledge, that I may go out and come in before this people. -- And God gave Solomon wisdom and understanding exceeding much, and largeness of heart, even as the sand that is on the sea shore.",
      "Asa cried unto the Lord his God, and said, Lord, it is nothing with thee to help, whether with many, or with them that have no power ... O Lord, thou art our God; let not man prevail against thee. So the Lord smote the Ethiopians before Asa.",
      "O thou that hearest prayer, unto thee shall all flesh come."
    ],
    "header": "He shall call upon me, and I will answer him: I will be with him in trouble, I will deliver him.",
    "name": "Evening",
    "references": [
      "1 Chr 4:10",
      "2 Chr 1:7,8,10",
      "1 Kgs 4:29",
      "2 Chr 14:11,12",
      "Psa 65:2"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "I sink in deep mire, where there is no standing: I am come into deep waters, where the floods overflow me. -- Waters flowed over mine head; then I said, I am cut off. I called upon thy name, O Lord, out of the low dungeon. Thou hast heard my voice: hide not thine ear at my breathing, at my cry. Thou drewest near in the day that I called upon thee: thou saidst, Fear not.",
      "Will the Lord cast off for ever? and will he be favourable no more? Is his mercy clean gone for ever? doth his promise fail for evermore? Hath God forgotten to be gracious? hath he in anger shut up his tender mercies? And I said, This is my infirmity: but I will remember the years of the right hand of the most High. I will remember the works of the Lord: surely I will remember thy wonders of old. -- I had fainted, unless I had believed to see the goodness of the Lord in the land of the living."
    ],
    "header": "I said in my haste, I am cut off from before thine eves: nevertheless thou heardest the voice of my supplications when I cried unto thee.",
    "name": "Morning",
    "references": [
      "Psa 69:2",
      "Lam 3:54‑57",
      "Psa 77:7‑11",
      "Psa 27:13"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
