{
  "date_key": "july-07",
  "date_name": "Friday 07-July, 2023",
  "evening": {
    "body": [
      "If the blood of bulls and of goats, and the ashes of an heifer sprinkling the unclean, sanctifieth to the purifying of the flesh: how much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from dead works to serve the living God?",
      "He is brought as a lamb to the slaughter. -- I lay down my life for the sheep. No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again.",
      "The life of the flesh is in the blood: and I have given it to you upon the altar, to make an atonement for your souls: for it is the blood that maketh an atonement for the soul. -- Without shedding of blood is no remission.",
      "While we were yet sinners, Christ died for us. Much more then, being now justified by his blood, we shall be saved from wrath through him."
    ],
    "header": "The Son of man came to give his life a ransom for many.",
    "name": "Evening",
    "references": [
      "Heb 9:13,14",
      "Isa 53:7",
      "John 10:15,18",
      "Lev 17:11",
      "Heb 9:22",
      "Rom 5:8,9"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "In the days of his flesh, when he had offered up prayers and supplications with strong crying and tears unto him that was able to save him from death, and was heard in that he feared; though he were a Son, yet learned he obedience by the things which he suffered; and being made perfect, he became the author of eternal salvation unto all them that obey him. -- We have not an high priest which cannot be touched with the feeling of our infirmities: but was in all points tempted like as we are, yet without sin.",
      "There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it. -- My grace is sufficient for thee: for my strength is made perfect in weakness."
    ],
    "header": "Then was Jesus led up of the spirit into the wilderness to be tempted of the devil.",
    "name": "Morning",
    "references": [
      "Heb 5:7‑9",
      "Heb 4:15",
      "1 Cor 10:13",
      "2 Cor 12:9"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
