{
  "date_key": "june-19",
  "date_name": "Monday 19-June, 2023",
  "evening": {
    "body": [
      "There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel's, but he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.",
      "Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you. -- Now for a season, if need be, ye are in heaviness through manifold temptations: that the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ.",
      "The God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you. -- In the world ye shall have tribulation: but be of good cheer; I have overcome the world"
    ],
    "header": "Gold tried in the fire.",
    "name": "Evening",
    "references": [
      "Mark 10:29,30",
      "1 Pet 4:12",
      "1 Pet 1:6,7",
      "1 Pet 5:10",
      "John 16:33"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Except a man be born again, he cannot see the kingdom of God. -- There shall in no wise enter into it any thing that defileth. -- There is no spot in thee.",
      "Ye shall be holy: for I the Lord your God am holy. -- As obedient children, not fashioning yourselves according to the former lusts in your ignorance: but as he which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy; for I am holy. And if ye call on the Father, who without respect of persons judgeth according to every man's work, pass the time of your sojourning here in fear. -- Put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts; and be renewed in the spirit of your mind, and ... put on the new man, which after God is created in righteousness and true holiness. -- He hath chosen us in him before the foundation of the world, that we should he holy and without blame before him in love."
    ],
    "header": "Holiness, without which no man shall see the Lord.",
    "name": "Morning",
    "references": [
      "John 3:3",
      "Rev 21:27",
      "Song 4:7",
      "Lev 19:2",
      "1 Pet 1:14-17",
      "Eph 4:22-24",
      "Eph 1:4"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
