{
  "date_key": "december-04",
  "date_name": "Thursday 04-December, 2025",
  "evening": {
    "body": [
      "And I said, O that I had wings like a dove, for then would I fly away, and be at rest. I would hasten my escape from the windy storm and tempest.",
      "In this we groan, earnestly desiring to be clothed upon with our house which is from heaven. For we that are in this tabernacle do groan, being burdened: not for that we would be unclothed, but clothed upon, that mortality might be swallowed up of life. -- Having a desire to depart, and to be with Christ; which is far better.",
      "Let us run with patience the race that is set before us. Looking unto Jesus the author and finisher of our faith; who, for the joy that was set before him, endured the cross, despising the shame, and is set down at the right hand of the throne of God. For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.",
      "Let not your heart be troubled, neither let it be afraid."
    ],
    "header": "I would not live alway.",
    "name": "Evening",
    "references": [
      "Psa 55:6,8",
      "2 Cor 5:2,4",
      "Phl 1:23",
      "Heb 12:1-3",
      "John 14:27"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. -- Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths. -- The only wise God. -- Be not wise in thine own eyes.",
      "Ah, Lord God! behold, I cannot speak: for I am a child. But the Lord said unto me, Say not, I am a child: for thou shalt go to all that I shall send thee, and whatsoever I command thee thou shalt speak. Be not afraid of their faces: for I am with thee to deliver thee, saith the LORD.",
      "Whatsoever ye shall ask the Father in my name, he will give it you. Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be full. -- All things whatsoever ye shall ask in prayer, believing, ye shall receive."
    ],
    "header": "Where shall wisdom be found?",
    "name": "Morning",
    "references": [
      "Jas 1:5,6",
      "Prov 3:5,6",
      "1 Tim 1:17",
      "Prov 3:7",
      "Jer 1:6-8",
      "John 16:23,24",
      "Matt 21:22"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
