{
  "date_key": "february-12",
  "date_name": "Thursday 12-February, 2026",
  "evening": {
    "body": [
      "God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ. -- The Word was made flesh and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth ... No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.",
      "My soul thirsteth for God, for the living God: when shall I come and appear before God ? -- When thou saidst, Seek ye my face; my heart said unto thee, Thy face, Lord, will I seek.",
      "We all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even as by the Spirit of the Lord. -- Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world."
    ],
    "header": "I beseech thee, shew me thy glory.",
    "name": "Evening",
    "references": [
      "2 Cor 4:6",
      "John 1:14,18",
      "Psa 42:2",
      "Psa 27:8",
      "2 Cor 3:18",
      "John 17:24"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "I have manifested thy name unto the men which thou gavest me out of the world: thine they were, and thou gavest them me; and they have kept thy word. I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine. And all mine are thine, and thine are mine; and I am glorified in them. Father, I will that they also, whom thou hast given me, be with me where I am: that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world.",
      "I will come again, and receive you unto myself. -- He shall come to be glorified in his saints, and to be admired in all them that believe ... in that day. -- We which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord. -- Thou shalt also be a crown of glory in the hand of the Lord, and a royal diadem in the hand of thy God."
    ],
    "header": "They shall be mine, saith the Lord of hosts, in that day when I make up my jewels.",
    "name": "Morning",
    "references": [
      "John 17:6,9,10,24",
      "John 14:3",
      "2 Thes 1:10",
      "1 Thes 4:17",
      "Isa 62:3"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
