{
  "date_key": "may-04",
  "date_name": "Thursday 04-May, 2023",
  "evening": {
    "body": [
      "My meat is to do the will of him that sent me, and to finish his work. -- I must work the works of him that sent me, while it is day: the night cometh, when no man can work.",
      "Wist ye not that I must be about my Father’s business? And they understood not the saying which he spake unto them. -- This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby. Said I not unto thee, that if thou wouldest believe, thou shouldest see the glory of God?",
      "Jesus increased in wisdom and stature, and in favour with God and man. -- Thou art my beloved Son; in thee I am well -- All bare him witness, and wondered at the gracious words, which proceeded out of his mouth.",
      "Thou art worthy ... for thou wast slain, and hast redeemed us to God by thy blood, out of every kindred, and tongue, and peopIe, and nation; and hast made us unto our God kings and priests: and we shall reign on the earth."
    ],
    "header": "I have glorified thee on the earth.",
    "name": "Evening",
    "references": [
      "John 4:34",
      "John 9:4",
      "Luke 2:49,50",
      "John 11:4,40",
      "Luke 2:52",
      "Luke 3:22",
      "Luke 4:22",
      "Rev 5:9,10"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "In the day when I cried thou answeredst me, and strengthenedst me with strength in my soul. -- While I was speaking in prayer, even the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, touched me about the time of the evening oblation.",
      "Hide not thy face far from me; put not thy servant away in anger: thou hast been my help, leave me not, neither forsake me, O God of my salvation. -- Be not thou far from me, O Lord, O my strength, haste thee to help me.",
      "Ah Lord God! behold, thou hast made the heaven and the earth by thy great power and stretched out arm, and there is nothing too hard for thee. -- Who delivered us from so great a death, and doth deliver: in whom we trust that he will yet deliver us. -- Shall not God avenge his own elect, which cry day and night unto him though he bear long with them? I tell you that he will avenge them speedily."
    ],
    "header": "Behold, the Lord's hand is not shortened, that it cannot save; neither is his ear heavy, that it cannot hear.",
    "name": "Morning",
    "references": [
      "Psa 138:3 ‑dan 9:21",
      "Psa 27:9",
      "Psa 22:19",
      "Jer 32:17",
      "2 Cor 1:10",
      "Luke 18:7,8"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
