{
  "date_key": "december-02",
  "date_name": "Saturday 02-December, 2023",
  "evening": {
    "body": [
      "If the blood of bulls and of goats, and the ashes of an heifer sprinkling the unclean, sanctifieth to the purifying of the flesh: How much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from dead works to serve the living God. -- The blood of sprinkling, that speaketh better things than that of Abel.",
      "We have redemption through his blood, the forgiveness of sins, according to the riches of his grace.",
      "When Moses had spoken every precept to all the people according to the law, he took the blood of calves and of goats, with water, and scarlet wool, and hyssop, and sprinkled both the book, and all the people. Moreover he sprinkled ... with blood both the tabernacle, and all the vessels of the ministry. And almost all things are by the law purged with blood; and without shedding of blood is no remission."
    ],
    "header": "Having our hearts sprinkled from an evil conscience.",
    "name": "Evening",
    "references": [
      "Heb 9:13,14",
      "Heb 12:24",
      "Eph L:7",
      "Heb 9:19,21,22"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "God anointed Jesus of Nazareth with the Holy Ghost and with power. -- It pleased the Father that in him should all fulness dwell. -- Of his fulness have all we received, and grace for grace.",
      "Thou anointest my head with oil. -- The anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.",
      "The Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.",
      "The Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered."
    ],
    "header": "Ye have an unction from the Holy One, and ye know all things.",
    "name": "Morning",
    "references": [
      "Acts 10:38",
      "Col 1:19",
      "John 1:16",
      "Psa 23:5",
      "1 John 2:27",
      "John 14:26",
      "Rom 8:26"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
