{
  "date_key": "august-25",
  "date_name": "Monday 25-August, 2025",
  "evening": {
    "body": [
      "I will bless the LORD at all times: his praise shall continually be in my mouth. My soul shall make her boast in the LORD: the humble shall hear thereof, and be glad. O magnify the LORD with me, and let us exalt his name together. -- The LORD will give grace and glory: no good thing will he withhold from them that walk uprightly. O LORD of hosts, blessed is the man that trusteth in thee. -- Bless the LORD, O my soul: and all that is within me, bless his holy name.",
      "Is any merry? let him sing psalms. -- Be filled with the Spirit; speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the LORD; giving thanks always for all things. -- Singing with grace in your hearts to the Lord.",
      "At midnight Paul and Silas prayed, and sang praises unto God: and the prisoners heard them. -- Rejoice in the Lord alway: and again, I say, Rejoice."
    ],
    "header": "I will greatly rejoice in the Lord, my soul shall be joyful in my God.",
    "name": "Evening",
    "references": [
      "Psa 34:1-3",
      "Psa 84:11,12",
      "Psa 103:1",
      "Jas 5:13",
      "Eph 5:18-20",
      "Col 3:16",
      "Acts 16:25",
      "Phl 4:4"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Behold, I was shapen in iniquity. -- None eye pitied thee but thou wast cast out in the open field, to the loathing of thy person, in the day that thou wast born. And when I passed by thee, and saw thee polluted in thine own blood, I said unto thee, Live.",
      "He brought me up ... out of a horrible pit, out of the miry clay, and set my feet upon a rock, and established my goings. And he hath put a new song in my mouth, even praise unto our God.",
      "When we were yet without strength, in due time Christ died for the ungodly. For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die. But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us. -- God, who is rich in mercy, for his great love wherewith he loved us, even when we were dead in sins, hath quickened us together with Christ."
    ],
    "header": "Look unto the rock whence ye are hewn, and to the hole of the pit whence ye are digged.",
    "name": "Morning",
    "references": [
      "Psa 51:5",
      "Ezek 16:5,6",
      "Psa 40:2,3",
      "Rom 5:6-8",
      "Eph 2:4,5"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
