{
  "date_key": "november-01",
  "date_name": "Saturday 01-November, 2025",
  "evening": {
    "body": [
      "The Spirit of the LORD shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge, and of the fear of the LORD. And shall make him of quick understanding in the fear of the LORD.",
      "Doth not wisdom cry? and understanding put forth her voice? Unto you, O men, I call; and my voice is to the sons of man. O ye simple, understand wisdom: and ye fools, be ye of an understanding heart. Hear; for I will speak of excellent things; and the opening of my lips shall be right things. Counsel is mine, and sound wisdom: I am understanding; I have strength.",
      "The LORD of hosts ... is wonderful in counsel, and excellent in working. -- If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. -- Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths."
    ],
    "header": "His name shall be called Counsellor.",
    "name": "Evening",
    "references": [
      "Luke 11:2,3",
      "Prov 8:1,4-6,14",
      "Isa 28:29",
      "Jas 1:5",
      "Prov 3:5,6"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Behold, as the eyes of servants look unto the hand of their masters, and as the eyes of a maiden unto the hand of her mistress; so our eyes wait upon the LORD our God, until that he have mercy upon us.",
      "A continual burnt offering throughout your generations at the door of the tabernacle of the congregation before the LORD: where I will meet you, to speak there unto thee. -- In all places where I record my name I will come unto thee, and I will bless thee.",
      "Where two or three are gathered together in my name, there am I in the midst of them.",
      "The hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him. God is a Spirit: and they that worship him must worship him in spirit and in truth.",
      "Praying always with all prayer and supplication in the Spirit. -- Pray without ceasing."
    ],
    "header": "Blessed is the man that heareth me, watching daily at my gates, waiting at the posts of my doors.",
    "name": "Morning",
    "references": [
      "Psa 123:2",
      "Exo 29:42",
      "Exo 20:24",
      "Matt 18:20",
      "John 4:23,24",
      "Eph 6:18",
      "1 Thes 5:17"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
