{
  "date_key": "april-27",
  "date_name": "Thursday 27-April, 2023",
  "evening": {
    "body": [
      "The disciples were called Christians first in Antioch. -- Let every one that nameth the name of Christ depart from iniquity. -- They that are Christ's have crucified the flesh with the affections and lusts. -- Ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.",
      "God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world. For in Christ Jesus neither circumcision availeth any thing, nor uncircumcision, but a new creature.",
      "Be ye ... followers of God, as dear children; and walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour. But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints. Now are ye light in the Lord: walk as children of light."
    ],
    "header": "A new name.",
    "name": "Evening",
    "references": [
      "Acts 11:26",
      "2 Tim 2:19",
      "Gal 5:24",
      "1 Cor 6:20",
      "Gal 6:14,15",
      "Eph 5:1‑3,8"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Man that is born of a woman is of few days, and full of trouble. He cometh forth like a flower, and is cut down: he fleeth also as a shadow, and continueth not. -- The world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever. -- As in Adam all die, even so in Christ shall all be made alive. Death is swallowed up in victory. -- Whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s. -- To live is Christ, and to die is gain.",
      "Cast not away ... your confidence, which hath great recompence of reward. For ye have need of patience, that, after ye have done the will of God, ye might receive the promise. For yet a little while, and he that shall come will come, and will not tarry. -- The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light. -- The end of all things is at hand: be ye therefore sober, and watch unto prayer."
    ],
    "header": "Brethren, the time is short.",
    "name": "Morning",
    "references": [
      "Job 14:1,2",
      "1 John 2:17",
      "1 Cor 15:22,54",
      "Rom 14:8",
      "Phl 1:21",
      "Heb 10:35‑37",
      "Rom 13:12",
      "1 Pet 4:7"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
