{
  "date_key": "may-17",
  "date_name": "Wednesday 17-May, 2023",
  "evening": {
    "body": [
      "Verily he took not on him the nature of angels; but he took on him the seed of Abraham. In all things it behoved him to be made like unto his brethren. -- Upon the likeness of the throne was the likeness as the appearance of a man above upon it. -- The Son of man ... which is in heaven. -- Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.",
      "He made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men: and being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross. Wherefore God also hath highly exalted him, and given him a name which is above every name: that at the name of Jesus every knee should bow. -- Be watchful, and strengthen the things which remain, that are ready to die: for I have not found thy works perfect before God."
    ],
    "header": "I have exalted one chosen out of the people.",
    "name": "Evening",
    "references": [
      "Heb 2:16,17",
      "Ezek 1:26",
      "John 3:13",
      "Luke 24:39",
      "Phl 2:7‑10",
      "Rev 3:2"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "As he which hath called you is holy, so be ye holy in all manner of conversation. -- He that saith he abideth in him ought himself also so to walk, even as he walked. If ye know that he is righteous, ye know that every one that doeth righteousness is born of him. -- Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God. -- Whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.",
      "Not that we are sufficient of ourselves to think anything, as of ourselves; but our sufficiency is of God. -- Teach me, O Lord, the way of thy statutes.",
      "Work out your own salvation with fear and trembling. For it is God which worketh in you both to will and to do of his good pleasure. -- The God of peace, ... make you perfect in every good work to do his will, working in you that which is well pleasing in his sight, through Jesus Christ."
    ],
    "header": "I am the Lord your God; walk in my statutes, and keep my judgments, and do them.",
    "name": "Morning",
    "references": [
      "1 Pet 1:15",
      "1 John 2:6,29",
      "1 Cor 7:19",
      "Jas 2:10",
      "2 Cor 3:5",
      "Psa 119:33",
      "Phl 2:12,13",
      "Heb 13:20,21"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
