{
  "date_key": "december-28",
  "date_name": "Saturday 28-December, 2024",
  "evening": {
    "body": [
      "O LORD, we have waited for thee; the desire of our soul is to thy name, and to the remembrance of thee.",
      "The LORD is nigh unto all them that call upon him, to all that call upon him in truth.",
      "Where two or three are gathered together in my name, there am I in the midst of them. -- I will not leave you comfortless: I will come to you. -- Lo, I am with you alway, even unto the end of the world.",
      "Let us run with patience the race that is set before us, looking unto Jesus the author and finisher of our faith.",
      "Now we see through a glass, darkly; but then face to face. -- Having a desire to depart, and to be with Christ; which is far better.",
      "Beloved, now are we the sons of God; and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is. And every man that hath this hope in him purifieth himself, even as he is pure."
    ],
    "header": "We would see Jesus.",
    "name": "Evening",
    "references": [
      "Isa 26:8",
      "Psa 145:18",
      "Matt 18:20",
      "John 14:18",
      "Matt 28:20",
      "Heb 12:1,2",
      "1 Cor 13:12",
      "Phl 1:23",
      "1 John 3:2,3"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "I will forgive their iniquity, and I will remember their sin no more. -- Who can forgive sins but God only?",
      "I, even I, am he that blotteth out thy transgressions for mine own sake, and will not remember thy sins. -- Blessed is he whose transgression is forgiven, whose sin is covered. Blessed is the man unto whom the LORD imputeth not iniquity. -- Who is a God like unto thee, that pardoneth iniquity?",
      "God for Christ's sake hath forgiven you. -- The blood of Jesus Christ his Son cleanseth us from all sin. If we say that we have no sin, we deceive ourselves, and the truth is not in us. If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.",
      "As far as the east is from the west, so far hath he removed our transgressions from us. -- Sin shall not have dominion over you: for ye are not under the law, but under grace. Being then made free from sin, ye became the servants of righteousness."
    ],
    "header": "Thy sins be forgiven thee.",
    "name": "Morning",
    "references": [
      "Jer 31:34",
      "Mark 27",
      "Isa 43:25",
      "Psa 32:1,2",
      "Mic 7:18",
      "Eph 4:32",
      "1 John 1:7-9",
      "Psa 103:12",
      "Rom 6:14,18"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
