{
  "date_key": "january-19",
  "date_name": "Sunday 19-January, 2025",
  "evening": {
    "body": [
      "Noah ... planted a vineyard: and he drank of the wine, and was drunken. -- Abram ... said unto Sara his wife, ... Say, I pray thee, thou art my sister: that it may be well with me for thy sake. -- Isaac said unto Jacob, ... Art thou my very son Esau? And he said, I am. -- Moses ... spake unadvisedly with his lips. -- The men took of their victuals, and asked not counsel at the mouth of the Lord. And Joshua made peace with them. -- David did that which was right in the eyes of the Lord, and turned not aside from any thing that he commanded him all the days of his life, save only in the matter of Uriah the Hittite.",
      "These all ... obtained a good report through faith. -- Being justified freely by his grace through the redemption that is in Christ Jesus. -- The Lord hath laid on him the iniquity of us all.",
      "Not for your sakes do I this, saith the Lord GOD, be it known unto you: be ashamed and confounded for your own ways."
    ],
    "header": "We have turned every one to his own way.",
    "name": "Evening",
    "references": [
      "Gen 9:20,21",
      "Gen 12:11,13",
      "Gen 27:21,24",
      "Psa 106:32,33",
      "Josh 9:14,15",
      "1 Kgs 15:5",
      "Heb 11:39",
      "Rom 3:24",
      "Isa 53:8",
      "Ezek 36:32"
    ]
  },
  "joomla": "https://git.vdm.dev/christian/mod_dailylight",
  "morning": {
    "body": [
      "Whosoever will be great among you, let him be your minister; and whosoever will be chief among you, let him be your servant: even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.",
      "If a man think himself to be something, when he is nothing, he deceiveth himself. -- I say, through the grace given unto me, to every man, ... not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith. -- When ye shall have done all those things which are commanded you, say, We are unprofitable servants: we have done that which was our duty to do.",
      "Our rejoicing is this, ... that in simplicity and godly sincerity, not with fleshly wisdom, but by the grace of God, we have had our conversation in the world. -- We have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us."
    ],
    "header": "Serving the Lord with all humility of mind.",
    "name": "Morning",
    "references": [
      "Matt 20:26",
      "Gal 6:3",
      "Rom 12:3",
      "Luke 17:10",
      "2 Cor 1:12",
      "2 Cor 4:7"
    ]
  },
  "source": "https://github.com/trueChristian/daily-light",
  "telegram": "daily_light"
}
